<<<<<<< HEAD
[{"CPic": "https://flagcdn.com/w320/au.png", "Name": "strawberry ! 🍓", "Country": "Australia", "CountryId": "AU", "City": "Sydney, Australia", "Ppic": "rw12", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2021-04-01", "Message1": "안녕하세요 제 NTX!!! 저는 'Full Of Lovescapes'가 발매된 직후부터 NTFUL로 활동하고 있었고, 그 이후로 여러분의 여정을 계속 지켜보고 있습니다! 항상 저에게 힘을 주고, 4년 동안 NTFUL로서 자랑스럽게 여기게 해줘서 감사합니다 🥹🩷 여러분이 성장하고 더 많은 사랑을 받는 모습을 보면서 정말 행복하고 기쁩니다! 여러분이 사랑하는 음악을 계속 만들어가세요, 그리고 NTFUL은 우리 모두의 마음을 담아 계속해서 여러분을 응원할 것입니다. 사랑해요, NTX 🫶🫶", "Message": "Hello my NTX !!! I've been an NTFUL since right after Full Of Lovescapes was released, and I've been following your journey since then ! Thank you always for giving me strength and making me so proud to be an NTFUL over these 4 years 🥹🩷 Watching you grow and become more popular has made me so happy and filled me with joy ! Keep making music that you love, and NTFUL will keep following you with all of our hearts. We love you NTX 🫶🫶"}, {"CPic": "https://flagcdn.com/w320/at.png", "Name": "Beca", "Country": "Austria", "CountryId": "AT", "City": "Salzburg, Austria", "Ppic": "ntx1", "Bias": "8", "Heart": "#EE2424", "Date": "2023-12-19", "Message1": "데뷔 기념일 축하해요! 여러분에게 더 완벽한 데뷔 날짜는 없을 것 같아요. 꽃이 피고 세상이 다시 살아나는 이 시기에 매년 기념일을 맞이하는 것이 정말 여러분에게 딱 맞는 것 같아요. 여러분은 제 삶에 너무나 많은 기쁨과 아름다움을 되돌려주셨어요. 음악, 무대, 그리고 제가 볼 수 있는 여러분의 모든 모습 덕분이에요. 그 모든 것에 감사하고, 여러분 덕분에 전 세계에서 많은 귀여운 NTFUL들을 만나게 되어 너무 기뻐요. 사랑을 담아, Beca", "Message": "Happy anniversary! A more perfect debut date for you guys doesn’t exist. Celebrating year after year around the days that flowers bloom and the world comes back to life is just fitting for you in my eyes. You’ve brought so so so much joy and beauty back into my life. Be it through the music, the performances or the parts of you I’m allowed to see. Thank you all for that, for everything you do and making it possible for me to meet lots and lots of cute ntfuls from all around the world. Love, Beca"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "_https.let 💚", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa, Brasil", "Ppic": "ntx15", "Bias": "8", "Heart": "#EE2424", "Date": "2024-06-12", "Message1": "안녕 boys, 잘 지내고 있나요?? 모든 게 잘 되기를 바래요.. 만약 그렇지 않다면, 괜찮아요, 누구나 항상 괜찮을 수는 없으니까요. 그냥 말하고 싶은 건, 저는 여러분을 사랑한다는 거예요. 단순한 방식이 아니라, 매번 불안하거나 슬플 때 여러분의 노래를 듣고, 영상을 보고, 여러분과 관련된 어떤 일을 할 때마다 말이에요. 여러분 덕분에 저는 친구도 만들고, 멋진 추억도 쌓았어요. 그리고 가장 중요한 건, 여러분 덕분에 저는 여전히 강하고 살아 있어요. 포기하지 않고 계속해서 나아가줘서 고마워요. NTFUL은 항상 여러분을 위해 있을 거예요!! 힘들 때 언제든지 우리에게 말해요. 두려워하지 말고요. 데뷔 4주년 축하해요!!! NTFUL은 여러분을 사랑해요! 💚💚", "Message": "Hi boyss, how are you?? I hope everything's fine.. If it's not, well, it's okay, anyone can be fine every time. I just want to say that I love you. Not in a simple way. But in a way that every time I'm feeling anxious or sad I listen to your songs, watch your videos, or do anything related to you. Thanks to you I've made some friends and great memories. And most important, thanks to you I'm still strong and alive. Thanks for not giving up and keep going. Ntful will always be here for you!! Whenever you're feeling down tell us. Don't be scared Happy 4th anniversary!!! Ntful loves you! 💚💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "-", "Country": "Brazil", "CountryId": "BR", "City": "Brasília", "Ppic": "xh13", "Bias": "Rawhyun and Xiha My UTT: Eunho", "Heart": "#EE2424", "Date": "2024-11-01", "Message1": "그들은 사람이 구원받을 수 있는 모든 방식으로 저를 구해줬어요, 언젠가 브라질리아에서 만날 수 있기를 바라요. NTFUL이 되어 너무 행복하고, 제 삶의 일부가 되어줘서 고마워요, NTX!", "Message": "They saved me in every way a person can be saved, I hope that one day we can meet in Brasilia. I am very happy to be an NTFUL, thank you for being part of my life NTX!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Adriana", "Country": "Brazil", "CountryId": "BR", "City": "Brasil Campina Grande Paraíba", "Ppic": "yh2", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2023-07-15", "Message1": "행복한 하루, 나의 아이돌들, 나의 사랑 ❤️❤️🥰🥰🥰", "Message": "Happy day My idols My love ❤️❤️🥰🥰🥰"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Alexia Helena", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa - Brasil", "Ppic": "yh12", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-08-01", "Message1": "내 첫 번째 Kpop 공연의 주인공이 될 아이들에게 생일 축하해요! 항상 브라질 북동부를 기억해줘서 고마워요! 7월 4일에 여러분을 만날 수 있기를 기대하고 있어요! 높이 날아서 전 세계를 정복하세요! ❤️", "Message": "Feliz Aniversário aos meninos que serão os donos do meu primeiro show de kpop! Obrigada por sempre lembrarem do Nordeste do Brasil! Espero ansiosamente conhecer vocês no dia 4 de Julho! Voem alto e conquistem o mundo todo! ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Ana Yasmine", "Country": "Brazil", "CountryId": "BR", "City": "Minas Gerais, Brazil", "Ppic": "h11", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2024-06-02", "Message1": null, "Message": "엔티엑스 데뷔 기념일 축하해요! 처음부터 함께하지는 못했지만, 작년에 여러분을 알게 되고 팬이 될 수 있어서 정말 행복해요. 항상 열심히 해줘서 고맙고, 멋진 음악을 만들어줘서 감사해요. 엔티엑스와 함께하는 모든 순간이 특별하고, 앞으로도 오랫동안 응원하고 싶어요. 이번 새로운 해에도 더 많은 행복과 성공이 있기를 바랍니다! 사랑해요!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Apollo", "Country": "Brazil", "CountryId": "BR", "City": "Brasília, Brasil", "Ppic": "hj3", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-12-01", "Message1": "안녕하세요 NTX, 그룹의 데뷔 4주년이 왔네요. 4년간의 헌신과 팬들을 향한 사랑, 그리고 항상 노래를 통해 저희에게 모든 걸 주셔서 감사해요. 여러분 한 사람 한 사람에게 감사드리고, 저를 웃게 해주고 살아있다는 걸 느끼게 해줘서 고마워요. 가장 필요할 때 제 인생에 나타나줘서 고마워요. 모두 정말 많이 사랑하고, 브라질에서 여러분을 기다리고 있을게요 <3", "Message": "Hello NTX, the group's 4th anniversary is here, 4 years of dedication, love for the fans and always giving everything to us through the songs. I just have to thank each and every one of you for making me smile and feel alive, thank you for appearing in my life when I needed it most. I love you all very much and I'm eagerly waiting for you here in Brazil <3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Bia", "Country": "Brazil", "CountryId": "BR", "City": "Joao Pessoa- Brazil", "Ppic": "ch1", "Bias": "Changhun", "Heart": "#6d8db7", "Date": "2024-03-31", "Message1": "NTX가 되어줘서 고마워요, 여러분은 제 인생과 하루하루를 밝게 만들어줘요. 항상 함께 있어 주세요, 사랑해요.", "Message": "Thank you for being NTX, you brighten my life and my days, always stay together, I love you"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Bianca Amorim", "Country": "Brazil", "CountryId": "BR", "City": "Campina Grande, Paraíba - Brasil", "Ppic": "hj4", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-02-01", "Message1": "러분 덕분에 제가 평생 간직할 추억을 만들고, 소중한 친구들도 만났어요! 여러분이 제 삶에 와줘서 항상 감사해요, 앞으로도 오래도록 함께해요! 여러분을 사랑해요 🤍🩵", "Message": "Thanks to you I created memories and made friendships I’ll cherish forever! Always grateful you guys came into my life, let’s continue together for a long time! Eu amo vocês 🤍🩵"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Breno", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa, Brazil", "Ppic": "rw3", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-04-01", "Message1": "여러분이 얼마나 재능 있는지, 그리고 전 세계의 NTFUL들에게 얼마나 많은 기쁨을 주는지 꼭 알아주셨으면 해요. 계속해서 더 밝게 빛나세요, 우리는 항상 여기서 여러분의 성공을 응원하며 지켜볼 거예요. 너무 많이 사랑해요 ❤️", "Message": "I just hope you all know how talented you are and how much joy you bring to us, NTFuls, all around the world. Keep shining brighter and brighter, because we'll always be here watching and rooting for your success. 너무 많이 사랑해 ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "bru", "Country": "Brazil", "CountryId": "BR", "City": "Brasil", "Ppic": "rw4", "Bias": "rawhyun", "Heart": "#a5bd5e", "Date": "2024-11-07", "Message1": null, "Message": "NTFULS에게 주신 모든 사랑과 기회에 감사드립니다. 당신은 최선을 다할 자격이 있기 때문에 당신의 꿈이 점점 더 이루어지기를 바랍니다. 우리가 다른 많은 생일을 함께 보내길, 사랑해! 🤍"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Diana (Didi)", "Country": "Brazil", "CountryId": "BR", "City": "Espanha (Madrid) / Brasil (João Pessoa)", "Ppic": "ntx2", "Bias": "8", "Heart": "#EE2424", "Date": "2024-03-30", "Message1": "NTX, 여러분은 정말 대단해요. 4년 동안 여러분의 역사에서 멈추지 않고 빛나며 세상에 여러분만의 빛을 보여줬어요. 이 특별한 빛을 절대 누군가에게 지워지지 않도록 하고, 앞으로도 많은 도시들을 방문해 주세요. 그곳에서 많은 NTFUL들의 응원을 받을 거예요. NTX, 데뷔 4주년 축하합니다!!", "Message": "NTX, Vocês são incríveis, nesses 4 anos de sua história vocês não pararam de brilhar e mostrar pro mundo que voces tem luz própria, espero que vocês nunca deixem nimguem apagar esse brilho único de vocês e continuem visitando muitas cidades, onde vocês vão receber muito apoio dos e das NTFULs, parabéns NTX, Pelo seu 4 anirvesário!!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "duda", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa., Brasil", "Ppic": "h2", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2023-12-01", "Message1": "축하해요, 남자들! 언제나 브라질에 돌아와 주세요, 우리는 항상 두 팔 벌려 여러분을 기다릴게요 <3<3", "Message": "Parabéns meninos, voltem sempre ao Brasil, estaremos sempre de braços abertos <3<3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "gabi", "Country": "Brazil", "CountryId": "BR", "City": "Brasil", "Ppic": "hj6", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2024-06-01", "Message1": "NTX 만나서 너무 행복하고 매일 더 행복하게 만들어줘요. 여러분의 음악, 멤버들, 팬들에 대한 사랑이 너무 좋아요. 항상 계속해서 여러분을 응원할 거예요! 우리와 함께 있어줘서 고마워요. 사랑해요, 데뷔 기념일 축하해요!\"", "Message": "NTX, I'm so happy to have met you guys and you make me happier every day. I love your music, the members and your love for your fans. I will continue to follow you always! Thank you for staying with us. I love you and happy debut anniversary!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Gigih", "Country": "Brazil", "CountryId": "BR", "City": "Brasil, São Paulo", "Ppic": "xh1", "Bias": "Xiha", "Heart": "#e06e3c", "Date": "2024-06-01", "Message1": "저는 NTX가 제 최애 그룹이라고 말하고 싶어요!! NTX와 함께 있으면 집에 있는 것 같고, 행복하고, 멀리 날아갈 수 있을 것 같은 기분이에요. NTX는 제 삶에 영원히 함께 할 거예요, 그리고 저는 그들을 사랑해요!! 앞으로도 많은 생일이 있기를 바라요! ~Gigih는 NTX를 사랑해요", "Message": "I would like to say that they are my favorite group!! With NTX I feel at home,happy, and I feel like I can fly far. NTX came into my life to stay, and I love them!! May there be many more years of birthdays! ~Gigih loves NTX"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Hana", "Country": "Brazil", "CountryId": "BR", "City": "Brazil", "Ppic": "ntx6", "Bias": "8", "Heart": "#EE2424", "Date": "2022-07-13", "Message1": "✨ NTX, 데뷔 4주년 축하해요! ✨ 네 년간의 재능, 헌신, 그리고 팬들을 향한 많은 사랑! 데뷔 이후, 여러분의 여정을 따라가는 것이 항상 특별했어요. 가까이서 여러분을 보는 것은 정말 멋졌고, 여러분이 얼마나 친절하고 재능 있는지 알게 되었어요. 이 새로운 챕터가 더 많은 성공과 잊을 수 없는 순간들, 그리고 많은 사랑을 가져다주길 바랍니다. 계속해서 빛나세요! ✨ 사랑을 담아, Hana K World", "Message": "✨ Happy 4th Anniversary, NTX! ✨ Four years of talent, dedication, and so much love for the fans! Since your debut, it has always been special to follow your journey. Seeing you up close was amazing, showing how kind and talented you are. May this new chapter bring even more success, unforgettable moments, and lots of love. Keep shining! ✨ With love, Hana K World"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "hyeok's guaraná", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa, Brasil", "Ppic": "ntx3", "Bias": "8", "Heart": "#EE2424", "Date": "2024-08-01", "Message1": "저에게 NTX는 단순한 Kpop 아티스트가 아니에요... 빛과 재능으로 빛나는 그룹이에요! 여러분의 카리스마와 음악은 정말 대단하고, 여러분이 존재한다는 것에 너무 감사해요. 정말 고마워요. NTX, 화이팅! 사랑해요.", "Message": "For me, NTX is more than just a kpop artist... It's a group that shines with light and talent! Your charisma and music are out of this world and I'm very grateful for your existence. Thank you so much. NTX, fighting! I love you."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Iza", "Country": "Brazil", "CountryId": "BR", "City": "Mamanguape, Brazil 🇧🇷", "Ppic": "ntx16", "Bias": "8", "Heart": "#EE2424", "Date": "2024-06-01", "Message1": "NTX, 멋진 4년간의 여정을 축하해요! 여러분의 음악과 에너지가 우리의 하루를 밝게 만들어주고, 우리는 항상 여러분을 응원할 거예요. 이 새로운 장이 더 많은 성취, 행복, 그리고 성공을 가져오기를 바라요. 전 세계 NTFUL들에게 영감을 주셔서 감사합니다! 앞으로도 함께 이 길을 걸어가요! ❤️✨ #NTX4EVER", "Message": "Congratulations, NTX, on an amazing 4-year journey! Your music and energy brighten our days, and we’re always cheering for you. May this new chapter bring even more achievements, happiness, and success. Thank you for being an inspiration to all of us, NTFULs around the world! Let’s keep walking this path together! ❤️✨ #NTX4EVER"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "JehAlmeida", "Country": "Brazil", "CountryId": "BR", "City": "Brazil", "Ppic": "yh3", "Bias": "Hyeokie", "Heart": "#c24a8d", "Date": "2024-08-01", "Message1": "생일 축하해요 NTX! 여러분의 의지와 부인할 수 없는 재능을 사랑해요! 여러분은 우리 모두에게 영감을 줘요! 모두 사랑해요, 저는 항상 말해요: NTX는 대단해요!", "Message": "Happy birthday NTX! We love your willpower and undeniable talent! You are an inspiration to all of us! I love you all, I always say this: NTX is huge!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Jen", "Country": "Brazil", "CountryId": "BR", "City": "Brazil", "Ppic": "hrweh", "Bias": "Hojun, Rawhyun & Eunho", "Heart": "#EE2424", "Date": "2024-10-08", "Message1": "저는 NTX 팬이 된 지 1년 만에 이렇게 많은 것을 목격하게 되어 정말 행복해요!! 매일매일 얼마나 성장하는지 보는 게 정말 자랑스러워요, 그리고 그 모든 걸 함께하고 싶어요. 여러분을 정말 많이 사랑해요, 곧 만나요!", "Message": "I'm extremely happy to witness so much in just one year of being a fan of you guys!! I'm extremely proud to see how much you're growing every day, and I want to follow every step of that. I love you guys so much, see you soon!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Jessica jsscgms", "Country": "Brazil", "CountryId": "BR", "City": "Paraíba, Brasil", "Ppic": "ntx4", "Bias": "8", "Heart": "#EE2424", "Date": "2024-04-01", "Message1": "안녕, 내 사랑하는 아이들, 잘 지내고 있나요? 축하해요, 데뷔 4주년 행복해요! NTFUL로서 이 순간에 함께할 수 있어 정말 기쁘고, NTX의 번창하는 커리어를 기원해요. 저는 항상 여러분의 음악과 성취를 들으며 기쁨을 느낄 거예요. 세상 모든 사람들이 여러분을 알고 사랑하길 바래요. 모든 멤버를 똑같이 사랑한다고 꼭 알아주세요, 항상 건강하고 함께 있기를 바랍니다! 그리고 만약 어려운 일이 생기면, 언제든지 브라질의 품으로 달려와요 ❤️", "Message": "Oi meus meninos, tudo bem? Parabéns, feliz 4 anos! Me sento feliz em fazer parte disso como NTFUL, desejo uma carreira próspera ao NTX estarei aqui sempre ouvindo e me alegrando com suas músicas e suas conquistas. Que o mundo inteiro os conheçam e os amem. Quero muito que saibam que eu amo TODOS os membros igualmente, fiquem sempre bem e juntos! E se as coisas ficarem difíceis, corram pros braços do Brasil ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Jonathan", "Country": "Brazil", "CountryId": "BR", "City": "Brazil - João Pessoa", "Ppic": "rw5", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2021-04-01", "Message1": "사랑하는 NTX, 데뷔 4주년 축하해요! 💖 앞으로도 많은 축하가 있기를 바라요. 여러분이 자랑스럽고, NTFUL로서 함께 할 수 있어 정말 행복해요! 여러분이 더 빛나고 성장하기를 바라고, 항상 사랑하는 그룹을 응원할게요. 무한히 사랑해요! 🥰", "Message": "Dear NTX, Happy 4th anniversary! 💖 I hope there will be many celebrations ahead. I'm proud of you and I'm happy to be an NTFUL! I want you to shine and grow even more and I will always be supporting my beloved group. I love you infinitely! 🥰"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "JOY LETTO", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa - PB / Brasil", "Ppic": "xh2", "Bias": "XIHA", "Heart": "#e06e3c", "Date": "2024-05-23", "Message1": "생일 축하해요, NTX! 매일 저를 구해줘서 고마워요, 사랑해요. 🤍✨️ 곧 브라질에서 여러분을 볼 수 있기를 기대해요.", "Message": "Happy birthday, NTX! Thank you for saving me every day, I love you. 🤍✨️ I look forward to seeing you in Brazil soon."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Lauralima0613", "Country": "Brazil", "CountryId": "BR", "City": "Belo Horizonte Brazil", "Ppic": "h3", "Bias": "Hojun", "Heart": "#81c3ad", "Date": null, "Message1": null, "Message": "안녕하세요 NTX. 열심히 노력해주셔서 감사합니다. 4년이 지났는데 정말 잘 해내셨습니다. 시간이 정말 빨리 흐르죠? 여러분이 이 아름다운 여정을 즐기시기 바랍니다. 여러분은 함께 성장하고, 우리는 여러분과 함께 걷고 있습니다. 세상 반대편에서 당신을 생각하고 응원하는 사람들이 있다고 해서 외로움을 느끼지 마세요. 우리를 잊지 말고, NTFul을 생각하며 건강을 잘 챙기세요. 당신이 없었다면 우리는 존재할 수 없었을 것입니다. 정말 감사하고, 당신을 사랑합니다. 앞으로 오랜 세월 당신과 함께 할 수 있기를. 나는 당신을 매우, 매우, 매우, 매우 사랑합니다."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Lays💖", "Country": "Brazil", "CountryId": "BR", "City": "Brasil 🇧🇷", "Ppic": "rw19", "Bias": "Rawhyun 💚", "Heart": "#a5bd5e", "Date": "2024-07-16", "Message1": "NTX, 또 다른 생일을 축하해요. 앞으로 함께할 많은 시간이 있기를 바라며, 이렇게 함께 축하할 수 있어 너무 행복해요, 여러분. 저는 브라질에서 온 NTFUL이고, 여러분 한 사람 한 사람을 사랑해요. 존재해줘서 고마워요. 💚🇧🇷", "Message": "Congratulations NTX on another birthday. May many years together come and I am so happy that I can celebrate with you, boys. I am an Ntful from Brazil and I love each and every one of you, thank you for existing.💚🇧🇷"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Let", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa - Paraíba", "Ppic": "eh1", "Bias": "Eunho", "Heart": "#976a9a", "Date": "2023-02-01", "Message1": "소중한 나의 NTX에게, 정말 많이 사랑하고, 이렇게 함께 생일을 보낼 수 있어 감사해요. 앞으로도 많은 년 동안 함께할 수 있기를 바라요. 곧 만나요 ♥️", "Message": "To my dear NTX who is so precious, I love you so much and I thank you for spending this birthday together and may we be together for many years, see you soon ♥️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Let___yr", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa Brasil", "Ppic": "rw8", "Bias": "RAWHYUN", "Heart": "#a5bd5e", "Date": "2024-05-01", "Message1": "NTX 축하해요 , 4년 동안 함께하면서 많은 행복한 순간들을 경험하고 저를 포함한 많은 NTFUL들에게 기쁨을 주었어요. 여러분은 꿈을 이루어가는 재능 있는 아이들, 정말 멋진 사람들이에요. 여러분의 존재 자체가 마법 같은 느낌이고, 그 느낌은 절대 잊지 않을 거예요. 정말 많이 사랑하고, 항상 모든 것을 응원할게요. 빛과 성공이 가득한 삶을 기원해요. 사랑해요, 내 사랑들! 다시 만날 날을 기다릴 수 없어요...❤️‍🩹✨🎀🎂🥳🇧🇷", "Message": "Congratulations NTX, in these 4 years together you have experienced many happy things and brought joy to many NTFULS including me, you are talented boys realizing your dream, you are incredible people, being in your presence is a magical feeling which I will never forget, I love you very much and I will always support you in everything, I wish you a life of light and success, I love you my loves, I can't wait to see you again...❤️‍🩹✨🎀🎂🥳🇧🇷"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Lili", "Country": "Brazil", "CountryId": "BR", "City": "Belo Horizonte, Brasil", "Ppic": "sw2", "Bias": "Seungwon", "Heart": "#e4db54", "Date": "2024-06-01", "Message1": null, "Message": "그룹의 첫 번째 기념일을 팬으로서 함께하는 건 이번이 처음이에요. 솔직히 무엇을 기대해야 할지 모르겠지만, 정말 기대되고 많이 설레요! 우리 소년들, 계속해서 열심히 해줘서 고마워요! 모든 노력은 항상 가치가 있고, 여러분은 정말 정말 재능 있고 성실한 분들이에요! 제가 여러분을 너무 사랑하고, 앞으로도 천 년 동안 함께할 수 있으면 좋겠어요! ㅋㅋㅋ 하지만 진심이에요, 사랑해요 ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Lilys", "Country": "Brazil", "CountryId": "BR", "City": "Brasil- belo horizonte", "Ppic": "sw8", "Bias": "Seungwoon", "Heart": "#e4db59", "Date": "2024-07-01", "Message1": "좋은 아침, 4주년 축하해요! 여러 나라를 신경 써주는 것만으로도 정말 대단한데, 특히 브라질을 위해서 너무 고마워요. 다른 사람들은 보통 리오나 상파울루만 가는데, 다른 주에도 기회를 주셔서 감사해요. 키스와 포옹 보내요!", "Message": "Bom dia, parabéns pelo quarto aniversário, vocês merecem tudo de bom só por se importar com vários países, ainda mais com o Brasil, aonde outras pessoas vão so pra rio ou são Paulo. Muito obrigado por dar oportunidade pra outros estados daqui. Um beijo e um queijo"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "mafê", "Country": "Brazil", "CountryId": "BR", "City": "João pessoa", "Ppic": "xh3", "Bias": "Xiha", "Heart": "#e06e3c", "Date": "2023-02-01", "Message1": null, "Message": "지난 몇 년 동안 열심히 일한 것을 축하하고 싶습니다! 그리고 투어의 도시에 João Pessoa를 포함시켜 주셔서 감사합니다. 다시 뵙게 되어 매우 기쁩니다! live, laugh, love ntx 💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Malu", "Country": "Brazil", "CountryId": "BR", "City": "Brasília", "Ppic": "rw15", "Bias": "Rawhyun and Xiha My UTT: Eunho", "Heart": "#EE2424", "Date": "2024-08-01", "Message1": "저는 NTX를 정말 사랑해요, 그들이 제 삶을 바꿔줬어요. 제 삶의 일부가 되어줘서 고마워요. NTFUL이 되어 정말 기뻐요. 사랑해요, NTX 💚", "Message": "I love NTX so much they changed my life and I just want to thank you for being part of my life I love being NTFUL I love you NTX 💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Malu", "Country": "Brazil", "CountryId": "BR", "City": "Brazil, Recife", "Ppic": "sw3", "Bias": "Seungwon", "Heart": "#e4db55", "Date": "2024-06-23", "Message1": null, "Message": "특별한 내 아이들, 데뷔 기념일 축하해요! 내 삶을 바꾸고 가장 좋은 방식으로 영감을 주고 동기를 부여해줘서 고마워요. 사랑해요, 절대 여러분을 떠나지 않을게요. 우리가 여러분을 사랑하는 것처럼, 여러분도 우리의 NTFUL을 사랑해줘서 고마워요! <3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Mari", "Country": "Brazil", "CountryId": "BR", "City": "Guarabira, Brasil", "Ppic": "rw9", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-06-15", "Message1": "데뷔 4주년 축하해요, 사랑해요 💚", "Message": "Happy 4th debut anniversary, I love you 💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Mayara", "Country": "Brazil", "CountryId": "BR", "City": "Curitiba,Brasil", "Ppic": "yh11", "Bias": "Hyeongjin e yunhyeok", "Heart": "#EE2424", "Date": "2022-11-12", "Message1": "또 다른 한 해, 여러분과 함께할 수 있어 정말 기쁩니다. 매일매일 여러분은 저에게 자랑스러움과 기쁨을 주고, 멀리서도 각 멤버에게 큰 애정을 느껴요... 여러분을 정말 사랑하는 팬덤 덕분에 감사합니다. 데뷔 4주년 축하드리고, 여러분은 최고예요.. 사랑해요 🩷🫰😍🥹", "Message": "It's a pleasure to be with you boys for another year, you fill me with pride and joy every day, even from a distance I feel an enormous affection for each member... thank you so much for the fandom that loves you so much, congratulations on your 4th anniversary, you are the best..i love you 🩷🫰😍🥹"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Midas", "Country": "Brazil", "CountryId": "BR", "City": "Brasil, Rio de Janeiro", "Ppic": "xh4", "Bias": "Xiha", "Heart": "#e06e3c", "Date": "2024-07-01", "Message1": "얼마나 멀리 와서 자랑스러운지 몰라요. NTX는 받는 모든 사랑을 받을 자격이 있고, 그 이상을 받을 자격이 있어요. 여러분을 사랑해요 ♡", "Message": "Eu tenho tanto orgulho do quão longe vocês chegaram. NTX merece todo o amor que recebe, e bem mais. Amo vocês ♡"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Nabi vt", "Country": "Brazil", "CountryId": "BR", "City": "Brasil", "Ppic": "hj1", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-04-01", "Message1": "각 멤버의 가장 깊은 소원이 모두 이루어지길 바랍니다. 저는 여기에서 여러분을 응원하고, 매일 더 많은 성공을 거두고 그룹으로서, 그리고 개인적으로 놀라운 일들을 이루길 기도할게요. NTX는 세상의 모든 사랑을 받을 자격이 있어요. 제 하루하루를 더 행복하게 만들어줘서 감사합니다. 사랑해요, NTX ❤️", "Message": "Espero que todos os desejos mais profundos de cada membro se realizem. Estarei aqui os apoiando e torcendo para que cada dia tenham mais sucesso e conquistem coisas incríveis como grupo e individualmente. O NTX merece todo o amor do mundo. Obrigada por fazerem meus dias mais felizes. TE AMO NTX ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Nara", "Country": "Brazil", "CountryId": "BR", "City": "Salvador Bahia", "Ppic": "h7", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2025-02-01", "Message1": "저를 SOS로 삼아줘서 고마워요, 아무도 저를 보지 않았을 때 여러분이 저를 찾아줬어요. 이 힘이 서로에게 돌아가기를 바래요, 여러분은 원하는 모든 것을 이룰 수 있어요, 우리는 항상 함께 할 거예요. 감사합니다.", "Message": "Obrigado por terem se tornado o meu SOS , quando ninguém mas me via vocês me encontraram e espero que essa força seja recíproca , vocês conseguem tudo que quererem , estaremos sempre juntos . 감사합니다"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "NYA", "Country": "Brazil", "CountryId": "BR", "City": "Brasil - Brasília", "Ppic": "xh13", "Bias": "Xiha and Hyeongjin", "Heart": "#EE2424", "Date": "2024-02-17", "Message1": "데뷔 4주년 축하해요! 저는 1년 동안 NTFUL로 활동해왔고, 여러분이 사람으로서, 아티스트로서 성장한 모습이 정말 자랑스러워요. 여러분의 노력에 감사하고, 여러분이 부르는 가사 하나하나에서 느끼는 설명할 수 없는 감정들에 감사합니다. 여러분이 더 많이 성장하고, 세상을 정복하며, 그 무엇보다도 여전히 그렇게 달콤하고 멋진 사람들이 되길 바래요. 여러분 한 명 한 명과 그 모든 발전이 정말 자랑스럽다고 계속해서 말하고 싶어요! 6월 브라질리아에서 다시 만날 때, 제 생일을 함께 축하하며 새로운 추억을 만들고, 우리의 이야기의 또 다른 장을 살아가길 기대할게요. 사랑해요, 내 사랑하는 아이들! 🩷🐰🇧🇷", "Message": "Congratulations on your 4th birthday! I've been a NTFUL member for 1 year and I'm proud of who you've become as people and artists. Thank you for your hard work and for giving us inexplicable feelings listening to each lyric you sing. I hope you grow more and more, conquer the world and more than that, continue to be such sweet and incredible people. I say and repeat how proud I am of each one of you and all your evolution! See you in June again in Brasília celebrating my birthday, creating new memories and living another chapter of our story. I love you my boys! 🩷🐰🇧🇷"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Punchyy", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa, Brazil", "Ppic": "hrw", "Bias": "Rawhyun/Hojun", "Heart": "#EE2424", "Date": "2024-03-01", "Message1": "제 하루하루를 더 행복하고 살기 좋게 만들어줘서 감사합니다 💚 여러분 한 사람 한 사람을 정말 정말 많이 사랑해요 💚", "Message": "Thank you for making my days happier and better to live 💚 I love each one of you very very much 💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "rayssa (레이사)", "Country": "Brazil", "CountryId": "BR", "City": "São Luís-MA, Brasil", "Ppic": "ch3", "Bias": "changhun", "Heart": "#6d8db7", "Date": "2024-04-01", "Message1": null, "Message": "나는 인생에서 매우 섬세한 순간에 있었고 많은 일에 대해 매우 슬펐습니다... 친구들이 저에게 NTX를 소개해 주었고 NTX는 저의 일상에 빛과 같았습니다~~ NTX는 저에게 매일 동기를 부여하고 행복하게 해줍니다. 이렇게 훌륭하고 재능 있는 소년들의 팬이 된 것이 매우 자랑스럽습니다. 당신이 나를 행복하게 하듯 나도 당신을 행복하게 하기를 바랍니다🤟🏼🤟🏼 amo vocês, 우리는 끝까지 함께 할거야<3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Sarah", "Country": "Brazil", "CountryId": "BR", "City": "Brazil, Goiás, Goiânia", "Ppic": "rw10", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2025-03-28", "Message1": "NTX 모두를 정말 많이 사랑해요! 이 멋진 그룹에게 모든 좋은 일이 있기를 바래요, 6월 28일에 고이아니아에서 여러분을 볼 생각에 너무 설렙니다! 열심히 일해줘서 정말 고마워요, NTX!", "Message": "NTX, i love you all very much! I wish all the best for this wonderful group and I am so excited to see you guys in june 28 in Goiânia! Thanks so much for your hard work, NTX!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Sarah 🐇", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa - Brasil", "Ppic": "rw11", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-07-01", "Message1": null, "Message": "모든 순간을 행복하게 해준 NTX 고마워요, 존재해줘서 고마워요, 너무 사랑해요! 여러분과 행복한 추억을 공유할 수 있어서 행복해요 ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "SOPHIA ELDO", "Country": "Brazil", "CountryId": "BR", "City": "FORTALEZA/ CEARÁ /BRASIL", "Ppic": "yhrw", "Bias": "RAWHYUN & YUNHYEOK", "Heart": "#EE2424", "Date": "2024-08-01", "Message1": "내 사랑들!! 항상 여러분에게 최고의 것들이 있기를 바래요! 벌써 다들 너무 그리워요! 여러분은 저에게 특별한 존재예요! 사랑해요, Sophia Eldo 💚🇧🇷", "Message": "MEUS AMORES!! Desejo o melhor pra vocês, sempre! Já estou com saudades de todos! Vocês são especiais pra mim! AMO VOCÊS, Sophia Eldo 💚🇧🇷"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "sunny", "Country": "Brazil", "CountryId": "BR", "City": "São Paulo - Brasil.", "Ppic": "rw24", "Bias": "rawhyun!!!🤟🏻", "Heart": "#a5bd5e", "Date": "2020-04-01", "Message1": null, "Message": "그룹 4주년 축하해요!!!🇧🇷🇧🇷🤟🏻🤟🏻🤟🏻🤟🏻❤️‍🩹 4년간 정말 즐거웠던 ntx에게 감사 인사를 전하고 싶었어요!! 그들을 만난 이후로 그들 덕분에 슬픈 순간이 많이 없었습니다!!! 나는 그들을 사랑하고 앞으로 10년을 그들과 함께 보내고 싶습니다!! 브라질에서 만나요!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Têto", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa", "Ppic": "rw2", "Bias": "Raw Hyun", "Heart": "#a5bd5e", "Date": "2024-06-01", "Message1": "데뷔 하루 축하해요!!!! 여러분이 되어가는 그룹이 너무 자랑스러워요, 매번 데뷔할 때마다 서로를 뛰어넘고 있어요. 비록 멀리 있지만, 제 하루를 만들어줘서 감사하고, 앞으로도 NTX로서 함께 하는 더 많은 시간이 오기를 바래요. 정말 많이 사랑해요 <3", "Message": "HAPPY DEBUT DAYYYYYYYYY!!!!! I'm very proud to see the group you guys become, with each debut you surpass each other, I'm grateful for you making my day ,even so distant, And may more years come of you together as NTX, love u guys so much <3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Thay", "Country": "Brazil", "CountryId": "BR", "City": "Brasil, joão pessoa", "Ppic": "rw13", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-06-01", "Message1": "이곳에 브라질에 대한 여러분의 애정에 감사드리기 위해 왔어요. 작년 여러분이 떠났을 때 정말 많은 그리움이 있었어요. 올해 여러분이 제 도시에서 공연을 한다고 알게 되었을 때 너무 기뻤어요. 매년 돌아와 주시기를 바래요.", "Message": "Vim aqui agradecer pelo carinho que vocês tem com o Brasil, ano passado quando vocês foram embora senti muitas saudades, este ano assim que descobri que voltariam para fazer show na minha cidade fiquei muito feliz, espero que vocês possam voltar todos os anos."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Thercyo", "Country": "Brazil", "CountryId": "BR", "City": "Campina Grande, Brazil 🇧🇷", "Ppic": "ch7", "Bias": "Changhun & Hyeongjin", "Heart": "#EE2424", "Date": "2024-06-01", "Message1": "데뷔 4주년 축하해요, NTX! 여러분은 정말 많이 성장했어요, 매일매일 더 많은 것을 이루는 여러분을 보게 되어 너무 행복해요! 항상 여러분의 마음을 행복으로 채울 좋은 일이 있기를 바래요. 언제나 제 응원을 받을 수 있어요! 🤍 브라질에서 사랑을 보냅니다.", "Message": "Happy 4th anniversary, NTX! You've grown so much, and I'm so happy to see you accomplishing more and more every day! I hope you'll always have something good to fill your hearts with happiness. You can always count on my support! 🤍 Love from Brazil."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "viih!", "Country": "Brazil", "CountryId": "BR", "City": "Rio de Janeiro, Brasil", "Ppic": "eh3", "Bias": "Eunho", "Heart": "#976a9a", "Date": "2021-12-01", "Message1": "여러분은 저의 영감이에요. 처음 여러분을 봤을 때, 정말 마법 같았어요. 가까이에서 여러분을 보고, 목소리를 들을 수 있어 영광이었어요... 정말 마법 같았어요. 여러분이 존재해줘서 너무 감사해요! 사랑해요!", "Message": "Vocês são a minha inspiração, na primeira vez que vi vocês, foi mágico, me senti ornada em conseguir ver vocês de perto, ouvir a voz de vocês..... Foi magico, agradeço muito por vocês existirem! eu amo vocês!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Viny", "Country": "Brazil", "CountryId": "BR", "City": "itambe", "Ppic": "ntx5", "Bias": "8", "Heart": "#EE2424", "Date": null, "Message1": "안녕하세요, 저는 브라질에서 왔어요. 사랑해요 🤗🤗 생일 축하해요! 여러분이 아주 행복하길 바랄게요. 사랑해요💕💜💜💜💌", "Message": "Hi,I am from brazil,i love you🤗🤗 I wish you a happy birthday I wish you to be very happy I love you💕💜💜💜💌"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "라리🤟", "Country": "Brazil", "CountryId": "BR", "City": "브라질", "Ppic": "h8", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2021-04-01", "Message1": "데뷔 4주년 축하해요!! 여러분의 노력에 감사하고, 제 하루하루를 더 행복하게 만들어줘서 고마워요, 정말 대단해요! 제가 좋아하는 멋진 아이들과 많은 시간을 함께 보내고 싶어요!! 💕🤟💕", "Message": "Happy 4th birthday!! I'm grateful for your hard work and for making my days happier, you guys are amazing! I want to spend many years with my favorite boys!! 💕🤟💕"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "레띠", "Country": "Brazil", "CountryId": "BR", "City": "Recife (Brazil)", "Ppic": "yh7", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-04-01", "Message1": null, "Message": "NTX 데뷔 4주년 축하해요!! 항상 멋진 음악과 에너지를 나눠줘서 고마워요. 앞으로도 더 많은 성공과 행복이 함께하길 바라요! 언제나 응원할게요~ te amooo!! <3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "루아", "Country": "Brazil", "CountryId": "BR", "City": "Brazil", "Ppic": "rw14", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-03-30", "Message1": null, "Message": "데뷔 4주년 축하해~! 💚 오늘 난 엔티엑스와 함께 1년을 보내고 있어서 두 배로 행복해...날 너무 행복하게 해줘서 고마워 ㅠㅠ 엔티엑스 덕분에 매일 더 나은 사람이 되고 싶어!! 엔티플 된 게 제 인생에서 가장 좋은 일야...어둠 속에서도 너를 찾을 수 있어서 행복해 (⁠╥⁠﹏⁠╥⁠) 내게 가장 큰 영감을 주셔서 고마워!! 모든 멤버들이 사람으로서 아티스트로서 성장하는 모습을 보는 것을 좋아 >⁠.⁠< 덕분에 새롭고 멋진 사람들을 만날 수 있어서 정말 감사해~ 이제 더 이상 외롭지 않아ㅎㅎ 엔티엑스 노래는 나에게 위안이 됩니다...난 항상 안전하고 사랑받는다고 느낍니다~ 내가 가장 좋아하는 아티스트가 되어줘서 고마워 ♡ 좋은 추억과 미소로 우리 마음을 가득 채우자...늘 그래왔듯이 서로가 서로에게 가장 큰 힘이 되어주자~!! 앞으로도 빛나는 길을 걸어줘 ✨ 우리 영원히 함께 행복하자~ 자랑스러워!! 사랑해 💚💚"}, {"CPic": "https://flagcdn.com/w320/bg.png", "Name": "Dariya", "Country": "Bulgaria", "CountryId": "BG", "City": "Bulgaria", "Ppic": "h12", "Bias": "Hojun/Hyeongjin", "Heart": "#EE2424", "Date": "2023-01-01", "Message1": "NTX 알게 되어 정말 행복해요. 열심히 일해주고 여러분의 예술성을 보여줘서 고마워요! 진정한 올라운더들이에요!! 여러분을 직접 만나게 되어 너무 기쁘고, 항상 친절하고 배려해줘서 고마워요. NTFUL이 되어 자랑스러워요❣️ 유럽에서 여러분을 볼 수 있기를 바라며, 건강을 잘 챙기고 절대 그 빛을 잃지 않기를 바래요", "Message": "I'm so happy to know you. Thank you for working hard and showing us your artistry! You are truly all-rounders!! I feel so blessed to have met you in person, thank you for always being kind and considerate. I'm proud to be an NTFUL❣️ I hope I can see you in Europe, stay healthy & never lose your spark!"}, {"CPic": "https://flagcdn.com/w320/ca.png", "Name": "Harsh", "Country": "Canada", "CountryId": "CA", "City": "Canada", "Ppic": "ntx8", "Bias": "8", "Heart": "#EE2424", "Date": "2025-03-01", "Message1": "데뷔부터 열심히 일해줘서 고마워요, 여러분의 음악을 알게 되어 정말 행복해요! 새 앨범과 이전 앨범들도 너무 좋고, 여러분은 정말 대단해요. 여러분의 보컬, 춤, 라이브 공연은 정말 에너지 넘치고 놀라워요! 모두 건강하고 행복하길 바라요 (언젠가 라이브로 여러분을 볼 수 있기를 바랍니다!). 💗♾️💗", "Message": "Thank you for working so hard from debut, I'm so happy to have discovered your music! The new album and past ones are so good, you guys are amazing. Your vocals, dance, and live performances are so energetic and amazing! I hope you all stay healthy and happy (and I hope to see you live one day!). 💗♾️💗"}, {"CPic": "https://flagcdn.com/w320/cn.png", "Name": "Debbie", "Country": "China", "CountryId": "CN", "City": "Shanxi, China", "Ppic": "hj5", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-03-15", "Message1": "제 인생의 힘든 시기에 여러분의 음악, 웃음, 그리고 공연이 저에게 많은 힘을 주었어요. 여러분이 꿈을 위해 열심히 노력하는 모습을 보면서 저도 더 나은 사람이 되고 싶다는 생각을 했어요. 데뷔 4주년 축하해요! 100주년까지 함께 걸어가요!", "Message": "During the challenging times in my life, your music, your smiles, and your performance gave me so much strength. Seeing how hard you work for your dreams makes me want to become a better version of myself. Happy 4th anniversary! Let’s walk together all the way to the 100th anniversary!"}, {"CPic": "https://flagcdn.com/w320/cn.png", "Name": "knt", "Country": "China", "CountryId": "CN", "City": "中国山东青岛🇨🇳", "Ppic": "ntx10", "Bias": "8", "Heart": "#EE2424", "Date": "2025-01-01", "Message1": "사랑하는 NTX 남자들, 안녕하세요! 오늘은 여러분의 데뷔 4주년입니다! 축하합니다! 🎉🎉 저는 올해 2월에 팬이 되어 여러분을 알게 되었고, 여러분의 콘텐츠도 보고 PEAKTIME도 봤어요. 정말 멋졌어요! 여러분의 노력도 봤어요 💪🏻. 여러분을 알게 되어 정말 운이 좋다고 생각해요. 이번 컴백 앨범의 모든 곡이 너무 좋습니다! 앨범이 이렇게 많이 팔린 걸 보고 정말 감동했어요 😭. 그리고 이번 컴백에서 멤버들의 의상과 조화도 정말 멋졌어요. 계속해서 포기하지 말고 나아가 주세요! 중국 NTFUL들이 여러분과 함께하며 계속해서 지원할 거예요. 우리는 여러분을 믿어요!! 꽃길만 걸으세요! 🌸 사랑해요! HAPPY NTX DAY! 🥹🫶", "Message": "亲爱的NTX 男同学们 你们好 今天是你们出道的四周年！祝贺你们！🎉🎉我在今年二月刚刚入坑 开始了解你们 看你们的物料 也看了peaktime 你们好棒！我看到了你们的努力💪🏻 很幸运可以认识你们 这次回归新专的每一首都很好听！看到这次专辑大卖了这么多本我真的好感动😭而且这次回归成员们的服装 配合也都很棒～请继续坚持下去好吗！！中国NTFUL与你们同在 会继续陪伴支持你们 怀挺！！请走花路吧！🌸我爱你们 HAPPY NTX DAY！🥹🫶"}, {"CPic": "https://flagcdn.com/w320/cn.png", "Name": "yg", "Country": "China", "CountryId": "CN", "City": "China", "Ppic": "ntx13", "Bias": "8", "Heart": "#EE2424", "Date": "2023-03-01", "Message1": "2023년 그 봄을 영원히 기억할 거예요! 여러분이 꿈을 향해 꾸준히 나아가는 모습을 보며 저도 힘을 얻었어요! 고마워요! 항상 사랑할게요! 힘내세요, 계속 화이팅!", "Message": "永远会记得2023年的那个春天！ 看到你们对于梦想的坚持让我也有了力量！ 谢谢你们！会永远爱你们！加油加油！"}, {"CPic": "https://flagcdn.com/w320/fr.png", "Name": "Eli", "Country": "France", "CountryId": "FR", "City": "France", "Ppic": "yh11", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2023-02-01", "Message1": "생일 축하해요, 내 사랑하는 남자들!! 이 특별한 날을 축하해요~ 이렇게 멋지고, 재능있고, 아름답고 친절한 여러분에게 감사해요. 사랑하고, 항상 응원할게요 ❤️", "Message": "Happy anniversary my boys!! Congratulations on this special day~ Thank you for being so amazing, talented, beautiful and kind. I love you and will forever support you ❤️"}, {"CPic": "https://flagcdn.com/w320/fr.png", "Name": "Mayou 💗", "Country": "France", "CountryId": "FR", "City": "France 🇫🇷", "Ppic": "rw20", "Bias": "Rawhyun 💚", "Heart": "#a5bd5e", "Date": "2024-01-01", "Message1": "4주년 축하해요, 내 NTX!! 여러분이 되어온 모습이 너무 자랑스러워요, 여러분의 음악, 지속적인 행복, 그리고 웃음이 자랑스러워요. 그동안 여러분은 아름다운 사람들로 성장했어요. 항상 행복하고, 건강하며, 여러분이 누구인지, 그리고 앞으로 어떤 사람이 될지 사랑받기를 바라요 💗 자랑스러운 NTFUL로부터 사랑을 담아", "Message": "Happy 4th anniversary my NTX !! I’m so proud of what you’ve become, proud of your musics, your constant happiness and your smiles, you’ve grown through all those years to become those beautiful humans being. Always be happy, be healthy and be loved for who you are and who you will be 💗 Lovely, From a proud ntful"}, {"CPic": "https://flagcdn.com/w320/de.png", "Name": "citty", "Country": "Germany", "CountryId": "DE", "City": "Germany", "Ppic": "h6", "Bias": "hojun", "Heart": "#81c3ad", "Date": "2023-02-01", "Message1": null, "Message": "10년 동안 나는 K-Pop 팬이었지만, 그 시간 중 최고의 순간은 지난 2년이었어, 내가 NTFUL이 되었을 때.🖤 NTX👏세계👏지배~🤟😝🔥😌🍸4주년 축하해~🥳🥂"}, {"CPic": "https://flagcdn.com/w320/id.png", "Name": "Lili", "Country": "Indonesia", "CountryId": "ID", "City": "Indonesia", "Ppic": "ntx7", "Bias": "8", "Heart": "#EE2424", "Date": "2022-09-01", "Message1": "안녕하세요 NTX~ 4주년 축하해요 🥰❤️💕 여러분이 행복하고 건강하길 바래요 🤗 여러분이 여기까지 온 걸 보게 되어 자랑스러워요. 지금까지 함께할 줄은 몰랐어요, 거의 5년째 여러분과 함께하고 있어요. 우리는 많은 일을 겪었고, 즐거운 일도 있었지만 아픈 일도 있었죠. 그래서 앞으로는 우리가 함께한 즐거운 일들만 계속 이어지길 바래요. NTX가 영원히 존재하길 바랍니다. 앞으로 더 많은 사람들이 여러분을 사랑하게 되기를 바라요. NTX와 NTFUL로서 언제까지나 함께할 수 있기를 바랍니다. 사랑해요 여러분 ❤️💕", "Message": "Hello NTX~ Happy 4th Anniversary 🥰❤️💕 I hope you guys happy and healthy 🤗 I'm proud to see you guys get here. I didn't expect to be with you until now, it's almost my fifth year with you. We've been through a lot, fun but also painful. So hopefully tomorrow there's only fun we've been through together forever. I wish NTX existed forever. May more people love you guys in the future. I hope we'll stick together until whenever it's as ntx and ntful. Love you guys ❤️💕"}, {"CPic": "https://flagcdn.com/w320/id.png", "Name": "Rara", "Country": "Indonesia", "CountryId": "ID", "City": "Indonesia", "Ppic": "heh", "Bias": "Hyeongjin Hojun Eunho", "Heart": "#EE2424", "Date": "2023-03-01", "Message1": "NTX 4주년 축하해요 🖤 NTFUL~ 매일 웃게 해줘서 고마워요. NTFUL의 일원이 되어 행복해요 ٩(ˊᗜˋ)و ~ NTX가 앞으로도 더 밝게 빛나기를 바라고, 우리 함께 큰이고 강한 팬덤을 만들어 가요!", "Message": "Happy Anniversary NTX 🖤 NTFUL~ Thank you for making me smile every day. I'm happy being a part of NTFUL ٩(ˊᗜˋ)و ~ may NTX continue to shine even brighter in the years to come and Let's make a big and strong fandom"}, {"CPic": "https://flagcdn.com/w320/id.png", "Name": "sha", "Country": "Indonesia", "CountryId": "ID", "City": "Indonesia, Bandung (e)", "Ppic": "hj15", "Bias": "Hyeongjin, Rawhyun, Xiha", "Heart": "#EE2424", "Date": "2023-05-09", "Message1": "4주년 축하해요, NTX 🥳 항상 여기 있어줘서 고마워요. 여러분이 이 여정을 시작한 지 4년이 넘었고, 이제 NTFUL은 이 여정을 함께 걸어갈 거예요. 아마 여러분이 한 번도 본 적 없고, 목소리도 들어본 적 없는 NTFUL일 수도 있지만, 저는 여전히 진심으로 항상 여러분을 응원할 NTFUL이에요~", "Message": "Happy 4th anniversary, NTX 🥳 Thank you for staying here always. It's been more than 4 years since you started this journey, and now, NTFUL will also stay along by your side through this journey together. I may be an NTFUL whos face you haven't ever seen or voice you haven't ever heard, but I'm still an NTFUL who will sincerly always support you ~"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "⭐️💫⭐️", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "xh7", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2022-09-01", "Message1": null, "Message": "NTX의 팬이 되어 인생이 매우 즐겁습니다. NTX의 퍼포먼스를 보면 힘든 일도 잊을 수 있어서 마음이 가벼워집니다. 앞으로도 건강 조심하시고 멋진 노래와 춤을 보여주세용"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "askrrr", "Country": "Japan", "CountryId": "JP", "City": "Japan", "Ppic": "sw1", "Bias": "Seungwon", "Heart": "#e4db57", "Date": "2023-03-15", "Message1": null, "Message": "데뷔 4주년 축하해~!! NTX의 무대가 정말 좋아요! 앞으로도 전 세계에서 활동하는 NTX에 기대하고 있어요! 그러니까 NTX로서 영원히 활동해주세요~!다시 한번도 축하해~!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "bbaneyan", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "eh4", "Bias": "eunho", "Heart": "#976a9a", "Date": "2022-09-01", "Message1": null, "Message": "항상 응원하게 해줘서 고마워♡ 앞으로도 함께 하자~!! 사랑해~♡♡"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "mayu", "Country": "Japan", "CountryId": "JP", "City": "日本 千葉県", "Ppic": "h4", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2023-08-01", "Message1": "NTX의 행복은 NTFUL의 행복이며, 그것은 내 행복으로 이어집니다. 그리고 그로부터 많은 행복한 순간들이 태어납니다. NTX와 NTFUL 여러분, 행복을 감사합니다 🫶", "Message": "NTXの幸せはNTFULの幸せであり、私の幸せにつながります。そしてそこからたくさんのHappyが生まれてます NTX、NTFULの皆さん、幸せをありがとうございます🫶"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "Miki", "Country": "Japan", "CountryId": "JP", "City": "Japan", "Ppic": "ch6", "Bias": "changhun", "Heart": "#6d8db7", "Date": "2024-03-01", "Message1": null, "Message": "NTX가 나의 행복🍀살아가는 힘💪🏻웃는 얼굴의 근원 🫶🏻내 앞에 나타나줘서 고마워✌🏻앞으로도 열심히 따라갈게🫡ㅎㅎ"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "U", "Country": "Japan", "CountryId": "JP", "City": "히로시마,일본", "Ppic": "yh8", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-11-01", "Message1": null, "Message": "4주년 정말 축하해~! NTFUL이 된지 아직 얼마 되지 않았지만, 이 기간에도 이렇게 많은 사랑을 받고 NTFUL이 될 수 있어서 행복합니다!! 좀더 빨리 너희들을 만나고 싶었어요🥲 그렇지만! 그동안의 여유시간만큼 앞으로 많이 사랑을 전하고 응원할께요~! 항상 NTFUL 에 많은 사랑을 줘서 고마워요 앞으로도 사랑합니다🫶"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "Y", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "hj10", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2022-09-01", "Message1": null, "Message": "오래오래 함께하자~🤍"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "고양이 한 마리", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "xh8", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2022-07-16", "Message1": null, "Message": "4주년 축하해! 우리 오래오래 함께하자!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "나미", "Country": "Japan", "CountryId": "JP", "City": "japan", "Ppic": "ch4", "Bias": "changhun", "Heart": "#6d8db7", "Date": "2022-08-01", "Message1": null, "Message": "4th 축하해🎈 지금까지도, 앞으로도 계속 응원하고 있어😊"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "나오", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "eh5", "Bias": "eunho", "Heart": "#976a9a", "Date": null, "Message1": null, "Message": "사랑하는 엔티엑스 4주년 축하해요~!! 항상 나의 피곤할때의 힐링으로, 헤맬때 이끌어주는 빛으로, 노력하는 용기가 되어주어서 고마워요♡ 영원이라는 말은 믿지 않았지만, 엔티엑스라고 한다면 믿어보고 싶고, 영원히 함께 하고 싶다고 생각해요 우리 서로를 사랑하고 격려하며 세계가 부러워하는 아이돌과 팬이 되자꾸나~!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "리오", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "xh6", "Bias": "XIHA", "Heart": "#e06e3c", "Date": "2024-10-03", "Message1": null, "Message": "4주년 축하합니다! NTX를 만나서 행복합니다! 항상 기운과 행복을 주셔서 감사합니다😄 앞으로도 계속 응원하고 있고, 정말 좋아해요! 다시 한번 4주년 축하해! 🎉앞으로도 계속 멋지고 귀엽고 재미있는 NTX로 있어줘‪🫶🏻 💭"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "보조개누나", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "hj11", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2022-08-01", "Message1": null, "Message": "엔티엑스 4주년 축하해~~!벌써 4주년이라니! 이제 데뷔 기념일을 축하하는건 3번째가 되는데 지금까지 함께할 수 있어서 너무 좋았고 앞으로도 그럴거니까 우리 앞으로 더더 좋은 추억을 쌓아가자🤍 다음에 5주년을 맞이할 땐 우리 서로가 지금까지보다 행복했다고 느낄 수 있는 그런 한해를 보내자~! 항상 노력해줘서 고맙고 사랑해!🤍🤍🤍🤍"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "비아ꕤ*.ﾟ", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "sw5", "Bias": "SEUNGWON", "Heart": "#e4db56", "Date": "2020-01-01", "Message1": "4주년 축하해요, NTX‼️🎉🎊💐 데뷔 4주년을 축하합니다❣️👏 5주년, 6주년을 함께 축하할 수 있도록 항상 힘껏 응원할게요‼️ 제가 사랑하는 공연을 계속 보여주고 멋진 무대로 끌어당겨 주셔서 고마워요♡ 매년 더 넓은 도약을 하는 NTX는 저에게 정말 자랑스럽고 소중해요☺️♡ 여러분이 전 세계를 누비는 모습을 계속 볼 수 있기를 바랍니다‼️ 항상 건강하고 행복하길 기원해요✨", "Message": "Happy 4th Anniversary, NTX‼️🎉🎊💐 Congratulations on your 4th anniversary of debut❣️👏 I will continue to support you with all my might so that you can celebrate your 5th and 6th anniversary together‼️ Thank you for always performing that I adore and always attracting cool stages♡ NTX, which makes a wide leap every year, is truly proud and precious for me☺️♡ May I continue to see you flutter around the world ‼️ Wish you guys always be healthy and happy✨"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "슈리", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "eh6", "Bias": "eunho", "Heart": "#976a9a", "Date": "2023-07-01", "Message1": null, "Message": "4주년 축하해! 모두가 위를 보고 열심히 하는 것을 보고 저도 힘을 얻고 있습니다! 항상 NTFUL에 사랑을 전해줘서 고마워요🩷지난 1년도 세계를 누비면서 Kiss the World 하세요💋 건강이 제일이고 함께 걸어요~난쿠루나이싸〜"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "스즈", "Country": "Japan", "CountryId": "JP", "City": "日本 JAPAN OSAKA", "Ppic": "sw6", "Bias": "seungwon", "Heart": "#e4db54", "Date": "2022-09-01", "Message1": null, "Message": "NTX 여러분 4주년 축하드려요🎉🎉🎉🎉 작년 NTX를 만나서 함께 축하할 수 있어서 기뻤어요! 앞으로도 계속 응원할게요🥰 8명 모두 사이좋게 행복하게 지내세요~( ¨̮ )"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "아나아나", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "rw1", "Bias": "raw", "Heart": "#a5bd5e", "Date": null, "Message1": null, "Message": "4주년 정말 축하드려요‼︎ 언제나 멋진 무대를 보여주는 NTX가 너무 좋아요‼︎ 앞으로도 계속 응원하겠습니다‼︎"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "아카네", "Country": "Japan", "CountryId": "JP", "City": null, "Ppic": "ch2", "Bias": "Changhun", "Heart": "#6d8db7", "Date": "2023-06-25", "Message1": null, "Message": "엔티엑스 4주년 축하해요오오오~!!\n앞으로도 오래오래 화이팅 가자~🔥🔥🔥🔥🔥🔥🔥🔥"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "아키콩", "Country": "Japan", "CountryId": "JP", "City": "Japan Tokyo", "Ppic": "hj9", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2023-10-01", "Message1": null, "Message": "데뷔 4주년 축하해요！ NTFUL이 되서 정말 행복해요🫶🏻‎ 앞으러도 오래오래 같이 가자～Skrr❣️"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "에무", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "ch5", "Bias": "changhun", "Heart": "#6d8db7", "Date": "2020-10-01", "Message1": null, "Message": "NTX 여러분♡♡ 데뷔 4주년 축하해요🥳🥳 4년차도 모두가 하고 싶은 거 이룰 수 있기를. 항상 많이 노력해줘서 고마워요🥰 지금 이렇게 세계 여러 지역에서 공연을 할 수 있다는 게 너무 자랑스러워요☺️ 오랫동안 모두가 작은 기회를 착실히 잡아서 하나하나 하고 싶은 것을 이뤄가는 모습을 멀리서 지켜봐 온 것 같은데 정말 힘을 받고 있어요🥹 NTX는 나에게 있어서 멋진 음악을 해주는 자랑스러운 팀이고, 8명 모두가 소중한 보물이에요☺️ 앞으로도 전 세계 많은 분들에게 사랑받는 팀으로 높이 날아보자!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "유우", "Country": "Japan", "CountryId": "JP", "City": "kanagawa/japan", "Ppic": "xh10", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2022-08-01", "Message1": null, "Message": "내 사랑, 내 힘의 원천! 정말 진심으로 응원합니다!!!!!!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "유키", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "rw16", "Bias": "RawHyun", "Heart": "#a5bd5e", "Date": "2023-12-23", "Message1": null, "Message": "피크타임으로 NTX를 알게 되었습니다. NTX의 음악을 아주 좋아합니다. 무대에서는 항상 즐겁게 해줘서 고마워요🎵4주년 축하해요🙌앞으로도 응원할게요～"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "이오리", "Country": "Japan", "CountryId": "JP", "City": "日本、大阪 （Japan,Osaka）", "Ppic": "eh7", "Bias": "eunho", "Heart": "#976a9a", "Date": "2024-11-01", "Message1": "4주년 축하합니다!!! NTX를 만난 이후로 제 매일이 정말 행복하고 즐겁습니다 ♡♡ 항상 멋진 퍼포먼스를 우리에게 보여줘서 감사합니다!! 또한 아이돌로 오랫동안 활동하는 것은 쉬운 일이 아닌데 이렇게 몇 년 동안 아이돌로 있어줘서 감사합니다 ♡! 만나줘서 고마워요! 모두 좋아해요~^^", "Message": "4周年おめでとうございます！！！NTXと出会ってから私の毎日はすごく幸せで楽しいです♡♡いつも素敵なパフォーマンスを私たちに届けてくださってありがとうございます！！また、アイドルを長く続けることは簡単では無いのにこうして何年もアイドルでいてくれてありがとうございます♡！ 만나주어서 고마워요！ 모두 좋아해요~^^*"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "이요짱", "Country": "Japan", "CountryId": "JP", "City": "名古屋", "Ppic": "hj12", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2024-11-01", "Message1": "데뷔 4주년 축하해요 🥹💕 항상 많은 행복을 줘서 고마워요 ✨ 앞으로도 계속 함께 있어요!!", "Message": "デビュー4周年おめでとう🥹💕 いつも沢山の幸せをくれてありがとう✨ これからもずっと一緒にいようね！！"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "치카치카", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "h10", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2022-09-01", "Message1": null, "Message": "NTFUL 4주년 축하해요! 항상 엔티플에게 행복을 고마워요😌앞으로도 열심히 응원할게요~!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "토코", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "sw7", "Bias": "seungwon", "Heart": "#e4db54", "Date": "2023-09-01", "Message1": null, "Message": "엔티엑스 4주년 축하해요~!!!!!! 언제 어디에 있든 모두의 행복을 바라고 있어용!! 앞으로도 마~~~니 멋있게 뛰어가세요!❤️ 좋아해요 엔티엑스~~~~~(๑•ᴗ•๑) 다시 한번 축하해요!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "혁멍이", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "yh9", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-10-01", "Message1": null, "Message": "엔티엑스 40년까지 오래오래가자!!!"}, {"CPic": "https://flagcdn.com/w320/kr.png", "Name": "Kenny", "Country": "Korea", "CountryId": "KR", "City": "Seoul,Korea", "Ppic": "rw6", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2019-08-01", "Message1": null, "Message": "항상 응원하고 있어. 멈추지 말고 나아가자. 끝까지 응원할께."}, {"CPic": "https://flagcdn.com/w320/kr.png", "Name": "마루", "Country": "Korea", "CountryId": "KR", "City": "부산", "Ppic": "xh9", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2023-09-01", "Message1": null, "Message": "엔티엑스를 만나고 지금까지 힘들때도 기쁠때도 함께 해주셔서 감사해요.앞으로도 사랑해요！"}, {"CPic": "https://flagcdn.com/w320/kr.png", "Name": "앤사", "Country": "Korea", "CountryId": "KR", "City": "한국", "Ppic": "ntx14", "Bias": "8", "Heart": "#EE2424", "Date": "2021-03-01", "Message1": null, "Message": "4주년 진심으로 축하해~👏👏 NTX 덕분에 지난 4년 행복했어!! 앞으로도 더 많은 엔티플에게 사랑받는 아티스트가 될 너희를 응원할게🩷"}, {"CPic": "https://flagcdn.com/w320/lv.png", "Name": "AE", "Country": "Latvia", "CountryId": "LV", "City": "Riga, Latvia", "Ppic": "hj2", "Bias": "Hyeongjin", "Heart": "#EE2424", "Date": "2023-11-01", "Message1": "안녕~ 4년은 긴 시간이야! 돌아보면 얼마나 자랑스럽다고 느껴져? 나는 그렇다고 생각해! 내가 좋아하는 사람들에 대해 자랑하는 나쁜 습관이 있어. “그들이 이걸 했다는 거 알아? 저걸 했다는 거 알아?”~ NTX에 대해 자랑할 수 있는 일이 백 가지는 있어. 너희를 따라가는 것이 정말 기뻤어. 작은 행복도 있었고, 큰 행복도 있었어. 슬픔도 마찬가지였고. 그 모든 것들이 내 삶에 가치를 더해주었어, 기쁨이든, 연민이든. 모든 것에 감사해! 뭐가 있든 계속 나아가자~ 자랑과 사랑을 담아서, AE", "Message": "hi hi~ four years is a long time! do you feel proud when you look back and see how far you’ve come? I do! I have a bad habit of bragging about the people I like. “Did you know they did this? Did you know they did that?”~ there’s a hundred things I can brag about when I speak of NTX. it’s been a pleasure to follow you. I’ve seen small happinesses and I’ve seen big ones. and same goes for sadnesses. they’ve all added value to my life, whether it’s joy or compassion. thank you for everything! let’s keep going no matter what~ with a lot of pride and love, AE"}, {"CPic": "https://flagcdn.com/w320/my.png", "Name": "Ann", "Country": "Malaysia", "CountryId": "MY", "City": "Kuala Lumpur, Malaysia", "Ppic": "rw21", "Bias": "Rawhyun 🫶🏻 OT8", "Heart": "#a5bd5e", "Date": "2023-06-08", "Message1": "아이돌이 되어줘서 고마워요! 덕분에 이렇게 여러분을 만날 수 있었어요. 볼 때마다 항상 너무 행복해요! 모두 너무 대단하고, 너무 재능 있고, 정말 열심히 노력하는 모습이 정말 놀라워요. 덕분에 나 자신을 더 사랑하게 되었고, 내가 필요한 부분을 계속 개선해 나가고 싶어요. NTX를 너무, 너무 사랑해요! 데뷔 4주년 축하해요🩷 앞으로도 함께 성장하고, 오랫동안 서로 응원하면서 나아가요! 파이팅~!!", "Message": "Thank you for becoming an idol! Because of you, I got to meet you all like this. I always feel so happy when I see you! Everyone is so amazing, so talented, and works so hard—it’s really incredible. Thanks to you, I’ve learned to love myself more and want to keep improving what I need to. I love NTX so, so much! Happy 4th anniversary🩷 Let’s keep growing together and cheering each other on for a long, long time! Let’s go~!!"}, {"CPic": "https://flagcdn.com/w320/nz.png", "Name": "Chels", "Country": "New Zealand", "CountryId": "NZ", "City": "New Zealand", "Ppic": "h1", "Bias": "Hojun and Seungwon", "Heart": "#EE2424", "Date": "2023-11-01", "Message1": "4주년 축하해요! 💗 비 오는 날 내 햇살이 되어줘서 고마워요 ☀️ 앞으로도 함께 많은 시간을 보낼 수 있기를 바랍니다. 항상 행복하고 건강하세요. 모두 사랑해요 💗", "Message": "Happy 4th Anniversary! 💗 Thank you for being my sunshine on a rainy day ☀️ I hope we can spend many more years together. Always be happy and healthy. Love you all 💗"}, {"CPic": "https://flagcdn.com/w320/ph.png", "Name": "sasa", "Country": "Philippines", "CountryId": "PH", "City": "Philippines", "Ppic": "xh5", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2023-04-01", "Message1": "일 축하해요, 사랑하는 NTX! 야호! 🎉 멋진 음악과 퍼포먼스를 고마워요! 여러분은 정말 친절하고 멋지고 쿨해요. 진짜로요. 😎 우리 소중한 NTX, 여러분은 스스로를 축하하고 기념할 자격이 있어요. 여러분은 훌륭하게 해왔고 계속해서 더 잘하고 있어요 🫳🏻♠️ 팬이 된 걸 정말 자랑스러워요! 🥹 더 많은 NTFUL들이 행복하고 영감을 받을 수 있게 해줘서 고마워요 💖 더 많은 즐거운 시간들이 기대돼요! NeoTracks, 화이팅! Woo, Let's Go! 🔥", "Message": "Happy Anniversary, dear NTX! Yay! 🎉 thank you for the amazing music & performances! you guys are really nice, lit & cool. No cap. 😎 our precious NTX, you guys deserve to congratulate and celebrate yourselves because you did great and keep on doing better 🫳🏻♠️ so proud to be your fan! 🥹 thank you for making more & more NTFULS happy & inspired 💖 excited for more fun times! NeoTracks, 화이팅! Woo, Let's Go! 🔥"}, {"CPic": "https://flagcdn.com/w320/pl.png", "Name": "Werka", "Country": "Poland", "CountryId": "PL", "City": "Poland 🇵🇱", "Ppic": "ntx12", "Bias": "8", "Heart": "#EE2424", "Date": "2023-02-22", "Message1": "안녕하세요, 선배님 🫡 여러분과 함께한 시간은 정말 빨리 지나갔어요. 이제 2년 넘게 팬으로 지낸 게 믿기 어려워요! 그 동안 여러분이 아티스트로 성장하는 모습을 볼 수 있어서 정말 기뻐요. 점점 더 나아지고 절대 포기하지 않는 여러분이 행복해요 🥹 여러분의 음악은 제게 정말 큰 의미가 있어요, 그리고 항상 저를 응원해 주셔서 감사합니다. 여러분은 저에게 회색이고 지루한 현실에서 벗어날 수 있는 길을 열어주셨어요 💜 앞으로 여러분이 저희를 어떤 놀라운 일로 또 한 번 놀라게 할지 정말 기대돼요! 여러분의 Vintage Girl이 💜", "Message": "WASSUP SIR 🫡 The time I spent with you goes by very quickly, it's hard for me to believe that I've been your fan for over 2 years now! I'm glad that I could watch you grow as artists throughout this time. I am happy that you are getting better and better and you never give up 🥹 Your music means a lot to me and you always cheer me up, you are my escape from the gray, boring reality, for which I thank you very much 💜 I can't wait to see what else you'll surprise us with in the future! Love from your Vintage Girl 💜"}, {"CPic": "https://flagcdn.com/w320/pt.png", "Name": "나나", "Country": "Portugal", "CountryId": "PT", "City": "Lisbon, Portugal", "Ppic": "hj8", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2023-06-09", "Message1": null, "Message": "울 엔티엑스.. 과거를 돌아보며 함께 얼마나 성장했는지 서로의 곁을 놓지 않고 이렇게 걸어온 시간이 정말 소중해.. 좋은 아이돌은 좋은 팬을 만든다니까 오늘 같은 날 이렇게 다 함께 있다는 게 정말 행복해!! 태어난 것도 감사하고 앞으로도 두려움 없이 함께 할 우리에게 진심으로 고마워!"}, {"CPic": "https://flagcdn.com/w320/pt.png", "Name": "아나", "Country": "Portugal", "CountryId": "PT", "City": "Lisbon, Portugal", "Ppic": "rwsw", "Bias": "seungwon raw", "Heart": "#e4db54", "Date": "2023-06-09", "Message1": null, "Message": "항상 나에게 웃을 이유를 줘서 고마워. 너희가 없었다면 인생이 훨씬 더 힘들었을 거야. 언제나 NTFUL인 게 자랑스러울 거야!! NTX 화이팅!!"}, {"CPic": "https://flagcdn.com/w320/sa.png", "Name": "Rue", "Country": "Saudi Arabia", "CountryId": "SA", "City": "Riyadh, Saudi Arabia", "Ppic": "yh4", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-12-01", "Message1": "4주년을 축하합니다. 여러분을 만나고 팬이 된 것은 제가 한 최고의 결정 중 하나였어요. 멋진 음악과 재능을 보여줘서 고마워요. 사랑해요", "Message": "Congratulations on your 4th anniversary. Finding you and becoming your fan was one of the best decisions I ever made. Thank you for the amazing music and talent. I love you!"}, {"CPic": "https://flagcdn.com/w320/gb-sct.png", "Name": "LexiLouWho", "Country": "Scotland", "CountryId": "SC", "City": "Edinburgh, Scotland", "Ppic": "chheh", "Bias": "Hojun, Eunho, & Changhun", "Heart": "#EE2424", "Date": "2023-02-01", "Message1": "내 사랑들!! 나는 정말로 여러분이 자랑스럽습니다! 매일매일 나를 감동시키고, 여러분의 창의적인 천재성이 발휘되는 모습을 보는 것이 너무 좋아요! 전 세계에서 점점 더 많은 사람들이 여러분을 사랑하게 되어 기쁘지만, 영국에 올 거라는 약속을 잊지 않을 거예요! ;) 다가오는 무대를 기다리고 있고, 여러분 각각이 앞으로 어떤 모습을 보여줄지 너무 기대돼요!! 정말 너무너무 사랑해요! 기념일 축하해요, 내 사랑들! ❤️Lexi", "Message": "My loves!! I am so immensely proud of you! You continue to impress me daily, and I always love to see your creative genius at work! I’m so happy that more and more people around the world are falling in love with you guys, but I won’t forget your promise to me that you will come to the UK! ;) I can’t wait to see your upcoming stages and I’m excited to see what’s next for each and every one of you!! Love you so incredibly much! Happy anniversary my darlings! ❤️Lexi"}, {"CPic": "https://flagpedia.net/data/flags/w1160/sg.png", "Name": "RIQA", "Country": "Singapore", "CountryId": "SG", "City": "Singapore", "Ppic": "eh2", "Bias": "Eunho", "Heart": "#976a9a", "Date": "2023-05-16", "Message1": "NTX가 제 삶에 있다는 것은 정말 축복받고 행복하다는 느낌을 줍니다. 그들에겐 뭔가가 있어서 점점 더 알고 싶어지게 만듭니다. 그들이 우리 NTFUL을 위해 해주는 모든 것들에 정말 감사해요—그들의 앨범, SoundCloud 트랙, YouTube 커버, 그리고 Bubble에서 전하는 진심 어린 메시지들. 그들의 음악은 기쁨, 위로, 그리고 영감을 줍니다. NTX, 열정과 노력에 감사드려요. 우리 NTFUL은 언제나 여러분을 진심으로 응원할 거예요!", "Message": "Having NTX in my life makes me feel truly blessed and happy. Something about them draws me in, making me want to know more and more. I’m so grateful for everything they do for us, NTFULs—their albums, SoundCloud tracks, YouTube covers, and heartfelt messages on Bubble. Their music brings joy, comfort, and inspiration. Thank you, NTX, for your passion and hard work. We, NTFULs, will always support you with all our hearts!"}, {"CPic": "https://flagpedia.net/data/flags/w1160/tw.png", "Name": "🎀", "Country": "Taiwan", "CountryId": "TW", "City": null, "Ppic": "ch0", "Bias": "Changhun", "Heart": "#6d8db7", "Date": null, "Message1": null, "Message": "엔티엑스의 존재는 행복입니다💗"}, {"CPic": "https://flagpedia.net/data/flags/w1160/tw.png", "Name": "나비🦋", "Country": "Taiwan", "CountryId": "TW", "City": "TAIWAN", "Ppic": "hj13", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2024-04-01", "Message1": null, "Message": "엔티엑스 와썹~ 나비입니당~ㅎㅎㅎ 어느덧 NTFUL이 된 지 1년이 지났네요! 시간이 참 빠르다~ 한 해 동안 NTX 덕분에 새로운 것들을 많이 경험했습니다! 많은 추억이 쌓였고 힘든 부분도 많았지만 NTX를 보는 순간 그런 것들은 중요하지 않은 것 같아요! 항상 최선을 다해 멋진 무대를 보여 줄 NTX! 정말정말 좋아해! 우리 오래오래 함께합시다! 4주년 많이많이 축하행!! 사랑해!!"}, {"CPic": "https://flagpedia.net/data/flags/w1160/tw.png", "Name": "의정", "Country": "Taiwan", "CountryId": "TW", "City": "대만", "Ppic": "xh11", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2024-04-01", "Message1": null, "Message": "사랑하는 엔티엑스에게~데뷔 4주년을 축하해🥳 비록 작년에야 엔티블 되었어 너무 아쉽지만 앞으로 꼭 너희들 곁에 있을게 반드시 꽃길만 걷자! 항상 고마워! 사랑해❤️"}, {"CPic": "https://flagpedia.net/data/flags/w1160/tw.png", "Name": "탕위안", "Country": "Taiwan", "CountryId": "TW", "City": "대만", "Ppic": "xh12", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2023-03-01", "Message1": null, "Message": "데뷔 4주년 축하해용🎉❤️ 즐거운 하루 보내세요~~ 항상 힘이 되어주셔서 정말 고마워요( ˶ˊᵕˋ)੭♡ 우리 모두 행복하고 즐겁고 건강한 한 해 보내 ㅅㄹㅎ🥰"}, {"CPic": "https://flagcdn.com/w320/nl.png", "Name": "Runya", "Country": "The Netherlands", "CountryId": "NL", "City": "Haarlem, the Netherlands", "Ppic": "sw4", "Bias": "Seungwon", "Heart": "#e4db58", "Date": "2024-05-01", "Message1": "항상 멋진 NTX에게 많은 사랑을 보냅니다. 여러분은 정말 멀리 왔고, 앞으로도 훨씬 더 멀리 갈 거예요! 4주년을 축하합니다! 💚", "Message": "Much love for the always amazing NTX, you've come so far and will go so much further still! Happy 4th Anniversary! 💚"}, {"CPic": "https://flagcdn.com/w320/tn.png", "Name": "포루밍 🎈", "Country": "Tunisia", "CountryId": "TN", "City": "튀니지", "Ppic": "ftmm", "Bias": "hyeongjin xiha", "Heart": "#EE2424", "Date": "2024-12-24", "Message1": null, "Message": "늦덕이라서 아쉬운 마음도 있지만, 이제라도 너희를 알게 되어 이렇게 많은 추억을 쌓을 수 있다는 게 정말 큰 행운이라고 생각해! 그리고 4주년을 함께할 수 있어서 너무 행복해. 앞으로 다가올 5주년, 6주년, 10주년, 그리고 100주년까지도 함께하자! 그동안 정말 너무 잘해왔고, 앞으로도 보여줄 모습들이 기대돼. 항상 응원할 테니까 끝까지 함께 달려보자! 우리 멋지고 소중한 아가들, 4주년 진심으로 축하하고 많이 많이 사랑해! 🫶"}, {"CPic": "https://flagcdn.com/w320/gb.png", "Name": "Sofia", "Country": "United Kingdom", "CountryId": "GB", "City": "Cambridge, United Kingdom", "Ppic": "yh5", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2023-05-01", "Message1": "저는 오랫동안 K-pop 팬이었지만, NTX는 정말 재능 있고 열심히 일하는 그룹이에요. 그들의 음악, 독특한 스타일, 멋진 태도가 너무 좋아요. 그들이 절대 포기하지 않고 계속 성장하고 성공하길 바랍니다. 저는 NTFUL이라고 자랑스럽게 생각해요 💕 유럽에도 빨리 오기를 바래요", "Message": "I have been a K-pop fan for a long time now but NTX are super talented and hard working. I love their music, unique style and amazing attitude. I hope they never give up and continue to grow and succeed. I am proud to call myself NTFUL 💕 Hope you come to Europe soon 🩷"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "britt", "Country": "USA", "CountryId": "US", "City": null, "Ppic": "hj14", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-12-14", "Message1": null, "Message": "이제 너도 알겠지만, 네가 내 인생을 얼마나 바꿔놓았는지 몰라. 단 2년 만에 너는 나에게 가장 소중한 8명의 사람 중 한 명이 되었어. 네가 내 가장 힘든 날들에 항상 내 곁에 있어 주었고, 내가 말했든 말하지 않았든 네 존재만으로도 계속 나아갈 힘을 주었어. 네가 이 길을 걷기로 한 지 4년이 지났다는 게 믿기지 않을 정도로 시간이 빠르게 흘렀어. 너는 네가 얼마나 멀리 왔는지 되돌아볼 시간조차 내지 않지만, 멈춰 서서 바라보면 네가 얼마나 많이 성장했는지 알 수 있어. 너는 전 세계 수많은 사람들을 한데 모았고, 나와 많은 이들에게 영원히 소중히 여길 우정을 선물해줬어. 너는 각자의 정체성을 확립하면서도 그 어느 때보다 하나로 단합된 모습을 보여줬어. 2021년부터 지금까지 너와 함께하며 네가 성장하는 모습을 볼 수 있었던 것은 내게 큰 축복이었고, 앞으로 네가 어디로 나아갈지 너무나 기대돼. 언제나 네 곁에 있을게. 이것이 내 인생을 위한 이 ntful한 메시지야"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Hailey", "Country": "USA", "CountryId": "US", "City": "USA", "Ppic": "ntx11", "Bias": "8", "Heart": "#EE2424", "Date": "2023-12-01", "Message1": "안녕하세요 NTX! 4주년 정말 축하해요! 제 삶에 이렇게 많은 행복을 선물해줘서 정말 고마워요. 춤, 노래, 그리고 그냥 미소만으로도 늘 저에게 큰 기쁨과 위로가 돼요. 매일 여러분의 노래를 듣고 있고, 항상 큰 영감을 받고 있어요. 이렇게 만날 수 있게 되어 정말 행복하고 감사해요. 정말 많이 사랑하고, 앞으로 여러분이 보여줄 멋진 모습들이 너무 기대돼요. 언제나 변함없이 응원할게요. 모든 것에 감사해요!  ", "Message": "Hi NTX! I just wanted to say Happy 4th Anniversary! Thank you for giving me so much happiness in my life. Whether it's through your dancing, singing, or even just your smile, you always give me so much joy and comfort. I listen to your guy's songs every single day. You all inspire me so much and I am so glad I have been able to meet you. I love you all so much and I can't wait to see what you do in the future. I will always be supporting you guys. Thank you for everything."}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Joceliny", "Country": "USA", "CountryId": "US", "City": "San Francisco, USA", "Ppic": "yh0", "Bias": "8", "Heart": "#EE2424", "Date": "2023-02-15", "Message1": null, "Message": "엔티엑스 입덕하는 후에 진심으로 새로운 길 시작했어요. 저 멤버들위헤서 뭐든 걸 할수있어요. 멤버들은 저를 계속 응원하고 사랑해줘서 항상 고마워요. NTX 75주년까지 같이 있어야해요!!!!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "kuromi", "Country": "USA", "CountryId": "US", "City": "chicago, usa", "Ppic": "rw7", "Bias": "rawhyun", "Heart": "#a5bd5e", "Date": "2023-11-27", "Message1": "내 엔티엑스, 내 영원한 존재. 데뷔 기념일 축하해! 내가 얼마나 사랑하는지 이미 알겠지만, 또 말해도 나쁠 건 없잖아. 올해도 행복한 일들 가득하고, 좋은 추억 많이 만들자! 사랑해.", "Message": "my entis, my forever, happy anniversary !! you already know how much i love you, but it doesn't hurt to tell you again >.< let's be happy this year and make good memories <3"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Pamela", "Country": "USA", "CountryId": "US", "City": "North Carolina, USA", "Ppic": "hjrw", "Bias": "Hyeongjin, Rawhyun, Yunhyeok", "Heart": "#EE2424", "Date": "2022-02-01", "Message1": "정말 멋진 음악, 춤, 영상통화, 영상, 그리고 모든 것들까지 너무 감사해요! 저는 피크타임에서 처음 봤을 때부터 당신의 재능을 알고 있었어요. 지금까지 얼마나 멀리 왔는지 정말 자랑스러워요! 새 앨범도 정말 amazing하고, 앞으로도 더 많은 멋진 컴백을 기대할게요!!! 💖🎶🔥", "Message": "Thank you so much for all the amazing music, dancing, video calls, videos, and everything! I knew you had talent when I saw you on Peak Time. I am so proud of how far you’ve come! The new album is amazing, and I look forward to many more amazing comebacks to come!!!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Steph", "Country": "USA", "CountryId": "US", "City": "Phoenix, ARIZONA, USA", "Ppic": "yhh", "Bias": "Rawhyun + OT8 💗", "Heart": "#a5bd5e", "Date": "2023-02-01", "Message1": "우리 NTXies!!!! 지난 4년 동안 정말 열심히 달려왔고, 무대에서 보여주는 강렬한 퍼포먼스는 항상 감동적이었어요! NTX가 성장하는 모습을 지켜보고 응원할 수 있어서 정말 행복했어요. 항상 건강하고 행복하게 지내길 바라요! 앞으로도 쭉 함께해요!! 사랑해요!!", "Message": "Our NTXies!!!! You have worked so hard for the past 4 years and your powerful performance has been amazing to watch! It’s been so fun to support you and see NTX grow over the past years. Please stay happy and healthy! Let’s spend forever more together!! We love you so much!!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Tay (Bobaqueen)", "Country": "USA", "CountryId": "US", "City": "Oldsmar, FL USA", "Ppic": "rw18", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-07-15", "Message1": "피크타임에서 보고 팬이 됐는데, 정말 열심히 하는 모습이 너무 멋있었어요! 그동안 얼마나 성장했는지 자랑스럽고, 앞으로 또 어떤 길을 걸어갈지 기대돼요! ", "Message": "I became a fan after watching them on Peak Time and really admired their hard work and determination!! I'm proud to see how far they've come since then and looking forward to where they'll go next!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "쇼유", "Country": "USA", "CountryId": "US", "City": "California, USA", "Ppic": "h9", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2024-08-01", "Message1": "데뷔 4주년 축하해요~!! 항상 행복을 선물해줘서 고마워요. 앞으로도 함께 행복하게 지내요 :)", "Message": "데뷔 4주년 축하해요~!! Thank you for all the happiness & let’s stay happy :)"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "조지 🍀", "Country": "USA", "CountryId": "US", "City": "USA", "Ppic": "h5", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2024-07-24", "Message1": null, "Message": "NTX 4주년 축하해용~! 저 아직 250일 정도밖에 안 됐지만, 벌써 많은 일들이 있었고 함께한 모든 순간에 항상 감사해요~~ 앞으로 더 많은 시간을 같이 보낼 수 있으면 좋겠어용~ 어디서든 항상 응원할게요!! 사랑해요~ 우리 꼭 다시 만나자!!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "타치마", "Country": "USA", "CountryId": "US", "City": "미국", "Ppic": "hj7", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2023-09-13", "Message1": null, "Message": "아주 오래 오래 함께 하자 사랑해!"}]
=======
[{"CPic": "https://flagcdn.com/w320/au.png", "Name": "strawberry ! 🍓", "Country": "Australia", "CountryId": "AU", "City": "Sydney, Australia", "Ppic": "rw12", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2021-04-01", "Message1": "안녕하세요 제 NTX!!! 저는 'Full Of Lovescapes'가 발매된 직후부터 NTFUL로 활동하고 있었고, 그 이후로 여러분의 여정을 계속 지켜보고 있습니다! 항상 저에게 힘을 주고, 4년 동안 NTFUL로서 자랑스럽게 여기게 해줘서 감사합니다 🥹🩷 여러분이 성장하고 더 많은 사랑을 받는 모습을 보면서 정말 행복하고 기쁩니다! 여러분이 사랑하는 음악을 계속 만들어가세요, 그리고 NTFUL은 우리 모두의 마음을 담아 계속해서 여러분을 응원할 것입니다. 사랑해요, NTX 🫶🫶", "Message": "Hello my NTX !!! I've been an NTFUL since right after Full Of Lovescapes was released, and I've been following your journey since then ! Thank you always for giving me strength and making me so proud to be an NTFUL over these 4 years 🥹🩷 Watching you grow and become more popular has made me so happy and filled me with joy ! Keep making music that you love, and NTFUL will keep following you with all of our hearts. We love you NTX 🫶🫶"}, {"CPic": "https://flagcdn.com/w320/at.png", "Name": "Beca", "Country": "Austria", "CountryId": "AT", "City": "Salzburg, Austria", "Ppic": "ntx1", "Bias": "8", "Heart": "#EE2424", "Date": "2023-12-19", "Message1": "데뷔 기념일 축하해요! 여러분에게 더 완벽한 데뷔 날짜는 없을 것 같아요. 꽃이 피고 세상이 다시 살아나는 이 시기에 매년 기념일을 맞이하는 것이 정말 여러분에게 딱 맞는 것 같아요. 여러분은 제 삶에 너무나 많은 기쁨과 아름다움을 되돌려주셨어요. 음악, 무대, 그리고 제가 볼 수 있는 여러분의 모든 모습 덕분이에요. 그 모든 것에 감사하고, 여러분 덕분에 전 세계에서 많은 귀여운 NTFUL들을 만나게 되어 너무 기뻐요. 사랑을 담아, Beca", "Message": "Happy anniversary! A more perfect debut date for you guys doesn’t exist. Celebrating year after year around the days that flowers bloom and the world comes back to life is just fitting for you in my eyes. You’ve brought so so so much joy and beauty back into my life. Be it through the music, the performances or the parts of you I’m allowed to see. Thank you all for that, for everything you do and making it possible for me to meet lots and lots of cute ntfuls from all around the world. Love, Beca"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "_https.let 💚", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa, Brasil", "Ppic": "ntx15", "Bias": "8", "Heart": "#EE2424", "Date": "2024-06-12", "Message1": "안녕 boys, 잘 지내고 있나요?? 모든 게 잘 되기를 바래요.. 만약 그렇지 않다면, 괜찮아요, 누구나 항상 괜찮을 수는 없으니까요. 그냥 말하고 싶은 건, 저는 여러분을 사랑한다는 거예요. 단순한 방식이 아니라, 매번 불안하거나 슬플 때 여러분의 노래를 듣고, 영상을 보고, 여러분과 관련된 어떤 일을 할 때마다 말이에요. 여러분 덕분에 저는 친구도 만들고, 멋진 추억도 쌓았어요. 그리고 가장 중요한 건, 여러분 덕분에 저는 여전히 강하고 살아 있어요. 포기하지 않고 계속해서 나아가줘서 고마워요. NTFUL은 항상 여러분을 위해 있을 거예요!! 힘들 때 언제든지 우리에게 말해요. 두려워하지 말고요. 데뷔 4주년 축하해요!!! NTFUL은 여러분을 사랑해요! 💚💚", "Message": "Hi boyss, how are you?? I hope everything's fine.. If it's not, well, it's okay, anyone can be fine every time. I just want to say that I love you. Not in a simple way. But in a way that every time I'm feeling anxious or sad I listen to your songs, watch your videos, or do anything related to you. Thanks to you I've made some friends and great memories. And most important, thanks to you I'm still strong and alive. Thanks for not giving up and keep going. Ntful will always be here for you!! Whenever you're feeling down tell us. Don't be scared Happy 4th anniversary!!! Ntful loves you! 💚💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "-", "Country": "Brazil", "CountryId": "BR", "City": "Brasília", "Ppic": "xh13", "Bias": "Rawhyun and Xiha My UTT: Eunho", "Heart": "#EE2424", "Date": "2024-11-01", "Message1": "그들은 사람이 구원받을 수 있는 모든 방식으로 저를 구해줬어요, 언젠가 브라질리아에서 만날 수 있기를 바라요. NTFUL이 되어 너무 행복하고, 제 삶의 일부가 되어줘서 고마워요, NTX!", "Message": "They saved me in every way a person can be saved, I hope that one day we can meet in Brasilia. I am very happy to be an NTFUL, thank you for being part of my life NTX!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Adriana", "Country": "Brazil", "CountryId": "BR", "City": "Brasil Campina Grande Paraíba", "Ppic": "yh2", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2023-07-15", "Message1": "행복한 하루, 나의 아이돌들, 나의 사랑 ❤️❤️🥰🥰🥰", "Message": "Happy day My idols My love ❤️❤️🥰🥰🥰"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Alexia Helena", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa - Brasil", "Ppic": "yh12", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-08-01", "Message1": "내 첫 번째 Kpop 공연의 주인공이 될 아이들에게 생일 축하해요! 항상 브라질 북동부를 기억해줘서 고마워요! 7월 4일에 여러분을 만날 수 있기를 기대하고 있어요! 높이 날아서 전 세계를 정복하세요! ❤️", "Message": "Feliz Aniversário aos meninos que serão os donos do meu primeiro show de kpop! Obrigada por sempre lembrarem do Nordeste do Brasil! Espero ansiosamente conhecer vocês no dia 4 de Julho! Voem alto e conquistem o mundo todo! ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Ana Yasmine", "Country": "Brazil", "CountryId": "BR", "City": "Minas Gerais, Brazil", "Ppic": "h11", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2024-06-02", "Message1": null, "Message": "엔티엑스 데뷔 기념일 축하해요! 처음부터 함께하지는 못했지만, 작년에 여러분을 알게 되고 팬이 될 수 있어서 정말 행복해요. 항상 열심히 해줘서 고맙고, 멋진 음악을 만들어줘서 감사해요. 엔티엑스와 함께하는 모든 순간이 특별하고, 앞으로도 오랫동안 응원하고 싶어요. 이번 새로운 해에도 더 많은 행복과 성공이 있기를 바랍니다! 사랑해요!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Apollo", "Country": "Brazil", "CountryId": "BR", "City": "Brasília, Brasil", "Ppic": "hj3", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-12-01", "Message1": "안녕하세요 NTX, 그룹의 데뷔 4주년이 왔네요. 4년간의 헌신과 팬들을 향한 사랑, 그리고 항상 노래를 통해 저희에게 모든 걸 주셔서 감사해요. 여러분 한 사람 한 사람에게 감사드리고, 저를 웃게 해주고 살아있다는 걸 느끼게 해줘서 고마워요. 가장 필요할 때 제 인생에 나타나줘서 고마워요. 모두 정말 많이 사랑하고, 브라질에서 여러분을 기다리고 있을게요 <3", "Message": "Hello NTX, the group's 4th anniversary is here, 4 years of dedication, love for the fans and always giving everything to us through the songs. I just have to thank each and every one of you for making me smile and feel alive, thank you for appearing in my life when I needed it most. I love you all very much and I'm eagerly waiting for you here in Brazil <3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Bia", "Country": "Brazil", "CountryId": "BR", "City": "Joao Pessoa- Brazil", "Ppic": "ch1", "Bias": "Changhun", "Heart": "#6d8db7", "Date": "2024-03-31", "Message1": "NTX가 되어줘서 고마워요, 여러분은 제 인생과 하루하루를 밝게 만들어줘요. 항상 함께 있어 주세요, 사랑해요.", "Message": "Thank you for being NTX, you brighten my life and my days, always stay together, I love you"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Bianca Amorim", "Country": "Brazil", "CountryId": "BR", "City": "Campina Grande, Paraíba - Brasil", "Ppic": "hj4", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-02-01", "Message1": "러분 덕분에 제가 평생 간직할 추억을 만들고, 소중한 친구들도 만났어요! 여러분이 제 삶에 와줘서 항상 감사해요, 앞으로도 오래도록 함께해요! 여러분을 사랑해요 🤍🩵", "Message": "Thanks to you I created memories and made friendships I’ll cherish forever! Always grateful you guys came into my life, let’s continue together for a long time! Eu amo vocês 🤍🩵"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Breno", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa, Brazil", "Ppic": "rw3", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-04-01", "Message1": "여러분이 얼마나 재능 있는지, 그리고 전 세계의 NTFUL들에게 얼마나 많은 기쁨을 주는지 꼭 알아주셨으면 해요. 계속해서 더 밝게 빛나세요, 우리는 항상 여기서 여러분의 성공을 응원하며 지켜볼 거예요. 너무 많이 사랑해요 ❤️", "Message": "I just hope you all know how talented you are and how much joy you bring to us, NTFuls, all around the world. Keep shining brighter and brighter, because we'll always be here watching and rooting for your success. 너무 많이 사랑해 ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "bru", "Country": "Brazil", "CountryId": "BR", "City": "Brasil", "Ppic": "rw4", "Bias": "rawhyun", "Heart": "#a5bd5e", "Date": "2024-11-07", "Message1": null, "Message": "NTFULS에게 주신 모든 사랑과 기회에 감사드립니다. 당신은 최선을 다할 자격이 있기 때문에 당신의 꿈이 점점 더 이루어지기를 바랍니다. 우리가 다른 많은 생일을 함께 보내길, 사랑해! 🤍"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Diana (Didi)", "Country": "Brazil", "CountryId": "BR", "City": "Espanha (Madrid) / Brasil (João Pessoa)", "Ppic": "ntx2", "Bias": "8", "Heart": "#EE2424", "Date": "2024-03-30", "Message1": "NTX, 여러분은 정말 대단해요. 4년 동안 여러분의 역사에서 멈추지 않고 빛나며 세상에 여러분만의 빛을 보여줬어요. 이 특별한 빛을 절대 누군가에게 지워지지 않도록 하고, 앞으로도 많은 도시들을 방문해 주세요. 그곳에서 많은 NTFUL들의 응원을 받을 거예요. NTX, 데뷔 4주년 축하합니다!!", "Message": "NTX, Vocês são incríveis, nesses 4 anos de sua história vocês não pararam de brilhar e mostrar pro mundo que voces tem luz própria, espero que vocês nunca deixem nimguem apagar esse brilho único de vocês e continuem visitando muitas cidades, onde vocês vão receber muito apoio dos e das NTFULs, parabéns NTX, Pelo seu 4 anirvesário!!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "duda", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa., Brasil", "Ppic": "h2", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2023-12-01", "Message1": "축하해요, 남자들! 언제나 브라질에 돌아와 주세요, 우리는 항상 두 팔 벌려 여러분을 기다릴게요 <3<3", "Message": "Parabéns meninos, voltem sempre ao Brasil, estaremos sempre de braços abertos <3<3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "gabi", "Country": "Brazil", "CountryId": "BR", "City": "Brasil", "Ppic": "hj6", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2024-06-01", "Message1": "NTX 만나서 너무 행복하고 매일 더 행복하게 만들어줘요. 여러분의 음악, 멤버들, 팬들에 대한 사랑이 너무 좋아요. 항상 계속해서 여러분을 응원할 거예요! 우리와 함께 있어줘서 고마워요. 사랑해요, 데뷔 기념일 축하해요!\"", "Message": "NTX, I'm so happy to have met you guys and you make me happier every day. I love your music, the members and your love for your fans. I will continue to follow you always! Thank you for staying with us. I love you and happy debut anniversary!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Gigih", "Country": "Brazil", "CountryId": "BR", "City": "Brasil, São Paulo", "Ppic": "xh1", "Bias": "Xiha", "Heart": "#e06e3c", "Date": "2024-06-01", "Message1": "저는 NTX가 제 최애 그룹이라고 말하고 싶어요!! NTX와 함께 있으면 집에 있는 것 같고, 행복하고, 멀리 날아갈 수 있을 것 같은 기분이에요. NTX는 제 삶에 영원히 함께 할 거예요, 그리고 저는 그들을 사랑해요!! 앞으로도 많은 생일이 있기를 바라요! ~Gigih는 NTX를 사랑해요", "Message": "I would like to say that they are my favorite group!! With NTX I feel at home,happy, and I feel like I can fly far. NTX came into my life to stay, and I love them!! May there be many more years of birthdays! ~Gigih loves NTX"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Hana", "Country": "Brazil", "CountryId": "BR", "City": "Brazil", "Ppic": "ntx6", "Bias": "8", "Heart": "#EE2424", "Date": "2022-07-13", "Message1": "✨ NTX, 데뷔 4주년 축하해요! ✨ 네 년간의 재능, 헌신, 그리고 팬들을 향한 많은 사랑! 데뷔 이후, 여러분의 여정을 따라가는 것이 항상 특별했어요. 가까이서 여러분을 보는 것은 정말 멋졌고, 여러분이 얼마나 친절하고 재능 있는지 알게 되었어요. 이 새로운 챕터가 더 많은 성공과 잊을 수 없는 순간들, 그리고 많은 사랑을 가져다주길 바랍니다. 계속해서 빛나세요! ✨ 사랑을 담아, Hana K World", "Message": "✨ Happy 4th Anniversary, NTX! ✨ Four years of talent, dedication, and so much love for the fans! Since your debut, it has always been special to follow your journey. Seeing you up close was amazing, showing how kind and talented you are. May this new chapter bring even more success, unforgettable moments, and lots of love. Keep shining! ✨ With love, Hana K World"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "hyeok's guaraná", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa, Brasil", "Ppic": "ntx3", "Bias": "8", "Heart": "#EE2424", "Date": "2024-08-01", "Message1": "저에게 NTX는 단순한 Kpop 아티스트가 아니에요... 빛과 재능으로 빛나는 그룹이에요! 여러분의 카리스마와 음악은 정말 대단하고, 여러분이 존재한다는 것에 너무 감사해요. 정말 고마워요. NTX, 화이팅! 사랑해요.", "Message": "For me, NTX is more than just a kpop artist... It's a group that shines with light and talent! Your charisma and music are out of this world and I'm very grateful for your existence. Thank you so much. NTX, fighting! I love you."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Iza", "Country": "Brazil", "CountryId": "BR", "City": "Mamanguape, Brazil 🇧🇷", "Ppic": "ntx16", "Bias": "8", "Heart": "#EE2424", "Date": "2024-06-01", "Message1": "NTX, 멋진 4년간의 여정을 축하해요! 여러분의 음악과 에너지가 우리의 하루를 밝게 만들어주고, 우리는 항상 여러분을 응원할 거예요. 이 새로운 장이 더 많은 성취, 행복, 그리고 성공을 가져오기를 바라요. 전 세계 NTFUL들에게 영감을 주셔서 감사합니다! 앞으로도 함께 이 길을 걸어가요! ❤️✨ #NTX4EVER", "Message": "Congratulations, NTX, on an amazing 4-year journey! Your music and energy brighten our days, and we’re always cheering for you. May this new chapter bring even more achievements, happiness, and success. Thank you for being an inspiration to all of us, NTFULs around the world! Let’s keep walking this path together! ❤️✨ #NTX4EVER"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "JehAlmeida", "Country": "Brazil", "CountryId": "BR", "City": "Brazil", "Ppic": "yh3", "Bias": "Hyeokie", "Heart": "#c24a8d", "Date": "2024-08-01", "Message1": "생일 축하해요 NTX! 여러분의 의지와 부인할 수 없는 재능을 사랑해요! 여러분은 우리 모두에게 영감을 줘요! 모두 사랑해요, 저는 항상 말해요: NTX는 대단해요!", "Message": "Happy birthday NTX! We love your willpower and undeniable talent! You are an inspiration to all of us! I love you all, I always say this: NTX is huge!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Jen", "Country": "Brazil", "CountryId": "BR", "City": "Brazil", "Ppic": "hrweh", "Bias": "Hojun, Rawhyun & Eunho", "Heart": "#EE2424", "Date": "2024-10-08", "Message1": "저는 NTX 팬이 된 지 1년 만에 이렇게 많은 것을 목격하게 되어 정말 행복해요!! 매일매일 얼마나 성장하는지 보는 게 정말 자랑스러워요, 그리고 그 모든 걸 함께하고 싶어요. 여러분을 정말 많이 사랑해요, 곧 만나요!", "Message": "I'm extremely happy to witness so much in just one year of being a fan of you guys!! I'm extremely proud to see how much you're growing every day, and I want to follow every step of that. I love you guys so much, see you soon!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Jessica jsscgms", "Country": "Brazil", "CountryId": "BR", "City": "Paraíba, Brasil", "Ppic": "ntx4", "Bias": "8", "Heart": "#EE2424", "Date": "2024-04-01", "Message1": "안녕, 내 사랑하는 아이들, 잘 지내고 있나요? 축하해요, 데뷔 4주년 행복해요! NTFUL로서 이 순간에 함께할 수 있어 정말 기쁘고, NTX의 번창하는 커리어를 기원해요. 저는 항상 여러분의 음악과 성취를 들으며 기쁨을 느낄 거예요. 세상 모든 사람들이 여러분을 알고 사랑하길 바래요. 모든 멤버를 똑같이 사랑한다고 꼭 알아주세요, 항상 건강하고 함께 있기를 바랍니다! 그리고 만약 어려운 일이 생기면, 언제든지 브라질의 품으로 달려와요 ❤️", "Message": "Oi meus meninos, tudo bem? Parabéns, feliz 4 anos! Me sento feliz em fazer parte disso como NTFUL, desejo uma carreira próspera ao NTX estarei aqui sempre ouvindo e me alegrando com suas músicas e suas conquistas. Que o mundo inteiro os conheçam e os amem. Quero muito que saibam que eu amo TODOS os membros igualmente, fiquem sempre bem e juntos! E se as coisas ficarem difíceis, corram pros braços do Brasil ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Jonathan", "Country": "Brazil", "CountryId": "BR", "City": "Brazil - João Pessoa", "Ppic": "rw5", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2021-04-01", "Message1": "사랑하는 NTX, 데뷔 4주년 축하해요! 💖 앞으로도 많은 축하가 있기를 바라요. 여러분이 자랑스럽고, NTFUL로서 함께 할 수 있어 정말 행복해요! 여러분이 더 빛나고 성장하기를 바라고, 항상 사랑하는 그룹을 응원할게요. 무한히 사랑해요! 🥰", "Message": "Dear NTX, Happy 4th anniversary! 💖 I hope there will be many celebrations ahead. I'm proud of you and I'm happy to be an NTFUL! I want you to shine and grow even more and I will always be supporting my beloved group. I love you infinitely! 🥰"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "JOY LETTO", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa - PB / Brasil", "Ppic": "xh2", "Bias": "XIHA", "Heart": "#e06e3c", "Date": "2024-05-23", "Message1": "생일 축하해요, NTX! 매일 저를 구해줘서 고마워요, 사랑해요. 🤍✨️ 곧 브라질에서 여러분을 볼 수 있기를 기대해요.", "Message": "Happy birthday, NTX! Thank you for saving me every day, I love you. 🤍✨️ I look forward to seeing you in Brazil soon."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Lauralima0613", "Country": "Brazil", "CountryId": "BR", "City": "Belo Horizonte Brazil", "Ppic": "h3", "Bias": "Hojun", "Heart": "#81c3ad", "Date": null, "Message1": null, "Message": "안녕하세요 NTX. 열심히 노력해주셔서 감사합니다. 4년이 지났는데 정말 잘 해내셨습니다. 시간이 정말 빨리 흐르죠? 여러분이 이 아름다운 여정을 즐기시기 바랍니다. 여러분은 함께 성장하고, 우리는 여러분과 함께 걷고 있습니다. 세상 반대편에서 당신을 생각하고 응원하는 사람들이 있다고 해서 외로움을 느끼지 마세요. 우리를 잊지 말고, NTFul을 생각하며 건강을 잘 챙기세요. 당신이 없었다면 우리는 존재할 수 없었을 것입니다. 정말 감사하고, 당신을 사랑합니다. 앞으로 오랜 세월 당신과 함께 할 수 있기를. 나는 당신을 매우, 매우, 매우, 매우 사랑합니다."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Lays💖", "Country": "Brazil", "CountryId": "BR", "City": "Brasil 🇧🇷", "Ppic": "rw19", "Bias": "Rawhyun 💚", "Heart": "#a5bd5e", "Date": "2024-07-16", "Message1": "NTX, 또 다른 생일을 축하해요. 앞으로 함께할 많은 시간이 있기를 바라며, 이렇게 함께 축하할 수 있어 너무 행복해요, 여러분. 저는 브라질에서 온 NTFUL이고, 여러분 한 사람 한 사람을 사랑해요. 존재해줘서 고마워요. 💚🇧🇷", "Message": "Congratulations NTX on another birthday. May many years together come and I am so happy that I can celebrate with you, boys. I am an Ntful from Brazil and I love each and every one of you, thank you for existing.💚🇧🇷"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Let", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa - Paraíba", "Ppic": "eh1", "Bias": "Eunho", "Heart": "#976a9a", "Date": "2023-02-01", "Message1": "소중한 나의 NTX에게, 정말 많이 사랑하고, 이렇게 함께 생일을 보낼 수 있어 감사해요. 앞으로도 많은 년 동안 함께할 수 있기를 바라요. 곧 만나요 ♥️", "Message": "To my dear NTX who is so precious, I love you so much and I thank you for spending this birthday together and may we be together for many years, see you soon ♥️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Let___yr", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa Brasil", "Ppic": "rw8", "Bias": "RAWHYUN", "Heart": "#a5bd5e", "Date": "2024-05-01", "Message1": "NTX 축하해요 , 4년 동안 함께하면서 많은 행복한 순간들을 경험하고 저를 포함한 많은 NTFUL들에게 기쁨을 주었어요. 여러분은 꿈을 이루어가는 재능 있는 아이들, 정말 멋진 사람들이에요. 여러분의 존재 자체가 마법 같은 느낌이고, 그 느낌은 절대 잊지 않을 거예요. 정말 많이 사랑하고, 항상 모든 것을 응원할게요. 빛과 성공이 가득한 삶을 기원해요. 사랑해요, 내 사랑들! 다시 만날 날을 기다릴 수 없어요...❤️‍🩹✨🎀🎂🥳🇧🇷", "Message": "Congratulations NTX, in these 4 years together you have experienced many happy things and brought joy to many NTFULS including me, you are talented boys realizing your dream, you are incredible people, being in your presence is a magical feeling which I will never forget, I love you very much and I will always support you in everything, I wish you a life of light and success, I love you my loves, I can't wait to see you again...❤️‍🩹✨🎀🎂🥳🇧🇷"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Lili", "Country": "Brazil", "CountryId": "BR", "City": "Belo Horizonte, Brasil", "Ppic": "sw2", "Bias": "Seungwon", "Heart": "#e4db54", "Date": "2024-06-01", "Message1": null, "Message": "그룹의 첫 번째 기념일을 팬으로서 함께하는 건 이번이 처음이에요. 솔직히 무엇을 기대해야 할지 모르겠지만, 정말 기대되고 많이 설레요! 우리 소년들, 계속해서 열심히 해줘서 고마워요! 모든 노력은 항상 가치가 있고, 여러분은 정말 정말 재능 있고 성실한 분들이에요! 제가 여러분을 너무 사랑하고, 앞으로도 천 년 동안 함께할 수 있으면 좋겠어요! ㅋㅋㅋ 하지만 진심이에요, 사랑해요 ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Lilys", "Country": "Brazil", "CountryId": "BR", "City": "Brasil- belo horizonte", "Ppic": "sw8", "Bias": "Seungwoon", "Heart": "#e4db59", "Date": "2024-07-01", "Message1": "좋은 아침, 4주년 축하해요! 여러 나라를 신경 써주는 것만으로도 정말 대단한데, 특히 브라질을 위해서 너무 고마워요. 다른 사람들은 보통 리오나 상파울루만 가는데, 다른 주에도 기회를 주셔서 감사해요. 키스와 포옹 보내요!", "Message": "Bom dia, parabéns pelo quarto aniversário, vocês merecem tudo de bom só por se importar com vários países, ainda mais com o Brasil, aonde outras pessoas vão so pra rio ou são Paulo. Muito obrigado por dar oportunidade pra outros estados daqui. Um beijo e um queijo"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "mafê", "Country": "Brazil", "CountryId": "BR", "City": "João pessoa", "Ppic": "xh3", "Bias": "Xiha", "Heart": "#e06e3c", "Date": "2023-02-01", "Message1": null, "Message": "지난 몇 년 동안 열심히 일한 것을 축하하고 싶습니다! 그리고 투어의 도시에 João Pessoa를 포함시켜 주셔서 감사합니다. 다시 뵙게 되어 매우 기쁩니다! live, laugh, love ntx 💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Malu", "Country": "Brazil", "CountryId": "BR", "City": "Brasília", "Ppic": "rw15", "Bias": "Rawhyun and Xiha My UTT: Eunho", "Heart": "#EE2424", "Date": "2024-08-01", "Message1": "저는 NTX를 정말 사랑해요, 그들이 제 삶을 바꿔줬어요. 제 삶의 일부가 되어줘서 고마워요. NTFUL이 되어 정말 기뻐요. 사랑해요, NTX 💚", "Message": "I love NTX so much they changed my life and I just want to thank you for being part of my life I love being NTFUL I love you NTX 💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Malu", "Country": "Brazil", "CountryId": "BR", "City": "Brazil, Recife", "Ppic": "sw3", "Bias": "Seungwon", "Heart": "#e4db55", "Date": "2024-06-23", "Message1": null, "Message": "특별한 내 아이들, 데뷔 기념일 축하해요! 내 삶을 바꾸고 가장 좋은 방식으로 영감을 주고 동기를 부여해줘서 고마워요. 사랑해요, 절대 여러분을 떠나지 않을게요. 우리가 여러분을 사랑하는 것처럼, 여러분도 우리의 NTFUL을 사랑해줘서 고마워요! <3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Mari", "Country": "Brazil", "CountryId": "BR", "City": "Guarabira, Brasil", "Ppic": "rw9", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-06-15", "Message1": "데뷔 4주년 축하해요, 사랑해요 💚", "Message": "Happy 4th debut anniversary, I love you 💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Mayara", "Country": "Brazil", "CountryId": "BR", "City": "Curitiba,Brasil", "Ppic": "yh11", "Bias": "Hyeongjin e yunhyeok", "Heart": "#EE2424", "Date": "2022-11-12", "Message1": "또 다른 한 해, 여러분과 함께할 수 있어 정말 기쁩니다. 매일매일 여러분은 저에게 자랑스러움과 기쁨을 주고, 멀리서도 각 멤버에게 큰 애정을 느껴요... 여러분을 정말 사랑하는 팬덤 덕분에 감사합니다. 데뷔 4주년 축하드리고, 여러분은 최고예요.. 사랑해요 🩷🫰😍🥹", "Message": "It's a pleasure to be with you boys for another year, you fill me with pride and joy every day, even from a distance I feel an enormous affection for each member... thank you so much for the fandom that loves you so much, congratulations on your 4th anniversary, you are the best..i love you 🩷🫰😍🥹"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Midas", "Country": "Brazil", "CountryId": "BR", "City": "Brasil, Rio de Janeiro", "Ppic": "xh4", "Bias": "Xiha", "Heart": "#e06e3c", "Date": "2024-07-01", "Message1": "얼마나 멀리 와서 자랑스러운지 몰라요. NTX는 받는 모든 사랑을 받을 자격이 있고, 그 이상을 받을 자격이 있어요. 여러분을 사랑해요 ♡", "Message": "Eu tenho tanto orgulho do quão longe vocês chegaram. NTX merece todo o amor que recebe, e bem mais. Amo vocês ♡"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Nabi vt", "Country": "Brazil", "CountryId": "BR", "City": "Brasil", "Ppic": "hj1", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-04-01", "Message1": "각 멤버의 가장 깊은 소원이 모두 이루어지길 바랍니다. 저는 여기에서 여러분을 응원하고, 매일 더 많은 성공을 거두고 그룹으로서, 그리고 개인적으로 놀라운 일들을 이루길 기도할게요. NTX는 세상의 모든 사랑을 받을 자격이 있어요. 제 하루하루를 더 행복하게 만들어줘서 감사합니다. 사랑해요, NTX ❤️", "Message": "Espero que todos os desejos mais profundos de cada membro se realizem. Estarei aqui os apoiando e torcendo para que cada dia tenham mais sucesso e conquistem coisas incríveis como grupo e individualmente. O NTX merece todo o amor do mundo. Obrigada por fazerem meus dias mais felizes. TE AMO NTX ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Nara", "Country": "Brazil", "CountryId": "BR", "City": "Salvador Bahia", "Ppic": "h7", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2025-02-01", "Message1": "저를 SOS로 삼아줘서 고마워요, 아무도 저를 보지 않았을 때 여러분이 저를 찾아줬어요. 이 힘이 서로에게 돌아가기를 바래요, 여러분은 원하는 모든 것을 이룰 수 있어요, 우리는 항상 함께 할 거예요. 감사합니다.", "Message": "Obrigado por terem se tornado o meu SOS , quando ninguém mas me via vocês me encontraram e espero que essa força seja recíproca , vocês conseguem tudo que quererem , estaremos sempre juntos . 감사합니다"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "NYA", "Country": "Brazil", "CountryId": "BR", "City": "Brasil - Brasília", "Ppic": "xh13", "Bias": "Xiha and Hyeongjin", "Heart": "#EE2424", "Date": "2024-02-17", "Message1": "데뷔 4주년 축하해요! 저는 1년 동안 NTFUL로 활동해왔고, 여러분이 사람으로서, 아티스트로서 성장한 모습이 정말 자랑스러워요. 여러분의 노력에 감사하고, 여러분이 부르는 가사 하나하나에서 느끼는 설명할 수 없는 감정들에 감사합니다. 여러분이 더 많이 성장하고, 세상을 정복하며, 그 무엇보다도 여전히 그렇게 달콤하고 멋진 사람들이 되길 바래요. 여러분 한 명 한 명과 그 모든 발전이 정말 자랑스럽다고 계속해서 말하고 싶어요! 6월 브라질리아에서 다시 만날 때, 제 생일을 함께 축하하며 새로운 추억을 만들고, 우리의 이야기의 또 다른 장을 살아가길 기대할게요. 사랑해요, 내 사랑하는 아이들! 🩷🐰🇧🇷", "Message": "Congratulations on your 4th birthday! I've been a NTFUL member for 1 year and I'm proud of who you've become as people and artists. Thank you for your hard work and for giving us inexplicable feelings listening to each lyric you sing. I hope you grow more and more, conquer the world and more than that, continue to be such sweet and incredible people. I say and repeat how proud I am of each one of you and all your evolution! See you in June again in Brasília celebrating my birthday, creating new memories and living another chapter of our story. I love you my boys! 🩷🐰🇧🇷"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Punchyy", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa, Brazil", "Ppic": "hrw", "Bias": "Rawhyun/Hojun", "Heart": "#EE2424", "Date": "2024-03-01", "Message1": "제 하루하루를 더 행복하고 살기 좋게 만들어줘서 감사합니다 💚 여러분 한 사람 한 사람을 정말 정말 많이 사랑해요 💚", "Message": "Thank you for making my days happier and better to live 💚 I love each one of you very very much 💚"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "rayssa (레이사)", "Country": "Brazil", "CountryId": "BR", "City": "São Luís-MA, Brasil", "Ppic": "ch3", "Bias": "changhun", "Heart": "#6d8db7", "Date": "2024-04-01", "Message1": null, "Message": "나는 인생에서 매우 섬세한 순간에 있었고 많은 일에 대해 매우 슬펐습니다... 친구들이 저에게 NTX를 소개해 주었고 NTX는 저의 일상에 빛과 같았습니다~~ NTX는 저에게 매일 동기를 부여하고 행복하게 해줍니다. 이렇게 훌륭하고 재능 있는 소년들의 팬이 된 것이 매우 자랑스럽습니다. 당신이 나를 행복하게 하듯 나도 당신을 행복하게 하기를 바랍니다🤟🏼🤟🏼 amo vocês, 우리는 끝까지 함께 할거야<3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Sarah", "Country": "Brazil", "CountryId": "BR", "City": "Brazil, Goiás, Goiânia", "Ppic": "rw10", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2025-03-28", "Message1": "NTX 모두를 정말 많이 사랑해요! 이 멋진 그룹에게 모든 좋은 일이 있기를 바래요, 6월 28일에 고이아니아에서 여러분을 볼 생각에 너무 설렙니다! 열심히 일해줘서 정말 고마워요, NTX!", "Message": "NTX, i love you all very much! I wish all the best for this wonderful group and I am so excited to see you guys in june 28 in Goiânia! Thanks so much for your hard work, NTX!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Sarah 🐇", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa - Brasil", "Ppic": "rw11", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-07-01", "Message1": null, "Message": "모든 순간을 행복하게 해준 NTX 고마워요, 존재해줘서 고마워요, 너무 사랑해요! 여러분과 행복한 추억을 공유할 수 있어서 행복해요 ❤️"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "SOPHIA ELDO", "Country": "Brazil", "CountryId": "BR", "City": "FORTALEZA/ CEARÁ /BRASIL", "Ppic": "yhrw", "Bias": "RAWHYUN & YUNHYEOK", "Heart": "#EE2424", "Date": "2024-08-01", "Message1": "내 사랑들!! 항상 여러분에게 최고의 것들이 있기를 바래요! 벌써 다들 너무 그리워요! 여러분은 저에게 특별한 존재예요! 사랑해요, Sophia Eldo 💚🇧🇷", "Message": "MEUS AMORES!! Desejo o melhor pra vocês, sempre! Já estou com saudades de todos! Vocês são especiais pra mim! AMO VOCÊS, Sophia Eldo 💚🇧🇷"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "sunny", "Country": "Brazil", "CountryId": "BR", "City": "São Paulo - Brasil.", "Ppic": "rw24", "Bias": "rawhyun!!!🤟🏻", "Heart": "#a5bd5e", "Date": "2020-04-01", "Message1": null, "Message": "그룹 4주년 축하해요!!!🇧🇷🇧🇷🤟🏻🤟🏻🤟🏻🤟🏻❤️‍🩹 4년간 정말 즐거웠던 ntx에게 감사 인사를 전하고 싶었어요!! 그들을 만난 이후로 그들 덕분에 슬픈 순간이 많이 없었습니다!!! 나는 그들을 사랑하고 앞으로 10년을 그들과 함께 보내고 싶습니다!! 브라질에서 만나요!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Têto", "Country": "Brazil", "CountryId": "BR", "City": "João Pessoa", "Ppic": "rw2", "Bias": "Raw Hyun", "Heart": "#a5bd5e", "Date": "2024-06-01", "Message1": "데뷔 하루 축하해요!!!! 여러분이 되어가는 그룹이 너무 자랑스러워요, 매번 데뷔할 때마다 서로를 뛰어넘고 있어요. 비록 멀리 있지만, 제 하루를 만들어줘서 감사하고, 앞으로도 NTX로서 함께 하는 더 많은 시간이 오기를 바래요. 정말 많이 사랑해요 <3", "Message": "HAPPY DEBUT DAYYYYYYYYY!!!!! I'm very proud to see the group you guys become, with each debut you surpass each other, I'm grateful for you making my day ,even so distant, And may more years come of you together as NTX, love u guys so much <3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Thay", "Country": "Brazil", "CountryId": "BR", "City": "Brasil, joão pessoa", "Ppic": "rw13", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-06-01", "Message1": "이곳에 브라질에 대한 여러분의 애정에 감사드리기 위해 왔어요. 작년 여러분이 떠났을 때 정말 많은 그리움이 있었어요. 올해 여러분이 제 도시에서 공연을 한다고 알게 되었을 때 너무 기뻤어요. 매년 돌아와 주시기를 바래요.", "Message": "Vim aqui agradecer pelo carinho que vocês tem com o Brasil, ano passado quando vocês foram embora senti muitas saudades, este ano assim que descobri que voltariam para fazer show na minha cidade fiquei muito feliz, espero que vocês possam voltar todos os anos."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Thercyo", "Country": "Brazil", "CountryId": "BR", "City": "Campina Grande, Brazil 🇧🇷", "Ppic": "ch7", "Bias": "Changhun & Hyeongjin", "Heart": "#EE2424", "Date": "2024-06-01", "Message1": "데뷔 4주년 축하해요, NTX! 여러분은 정말 많이 성장했어요, 매일매일 더 많은 것을 이루는 여러분을 보게 되어 너무 행복해요! 항상 여러분의 마음을 행복으로 채울 좋은 일이 있기를 바래요. 언제나 제 응원을 받을 수 있어요! 🤍 브라질에서 사랑을 보냅니다.", "Message": "Happy 4th anniversary, NTX! You've grown so much, and I'm so happy to see you accomplishing more and more every day! I hope you'll always have something good to fill your hearts with happiness. You can always count on my support! 🤍 Love from Brazil."}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "viih!", "Country": "Brazil", "CountryId": "BR", "City": "Rio de Janeiro, Brasil", "Ppic": "eh3", "Bias": "Eunho", "Heart": "#976a9a", "Date": "2021-12-01", "Message1": "여러분은 저의 영감이에요. 처음 여러분을 봤을 때, 정말 마법 같았어요. 가까이에서 여러분을 보고, 목소리를 들을 수 있어 영광이었어요... 정말 마법 같았어요. 여러분이 존재해줘서 너무 감사해요! 사랑해요!", "Message": "Vocês são a minha inspiração, na primeira vez que vi vocês, foi mágico, me senti ornada em conseguir ver vocês de perto, ouvir a voz de vocês..... Foi magico, agradeço muito por vocês existirem! eu amo vocês!"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "Viny", "Country": "Brazil", "CountryId": "BR", "City": "itambe", "Ppic": "ntx5", "Bias": "8", "Heart": "#EE2424", "Date": null, "Message1": "안녕하세요, 저는 브라질에서 왔어요. 사랑해요 🤗🤗 생일 축하해요! 여러분이 아주 행복하길 바랄게요. 사랑해요💕💜💜💜💌", "Message": "Hi,I am from brazil,i love you🤗🤗 I wish you a happy birthday I wish you to be very happy I love you💕💜💜💜💌"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "라리🤟", "Country": "Brazil", "CountryId": "BR", "City": "브라질", "Ppic": "h8", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2021-04-01", "Message1": "데뷔 4주년 축하해요!! 여러분의 노력에 감사하고, 제 하루하루를 더 행복하게 만들어줘서 고마워요, 정말 대단해요! 제가 좋아하는 멋진 아이들과 많은 시간을 함께 보내고 싶어요!! 💕🤟💕", "Message": "Happy 4th birthday!! I'm grateful for your hard work and for making my days happier, you guys are amazing! I want to spend many years with my favorite boys!! 💕🤟💕"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "레띠", "Country": "Brazil", "CountryId": "BR", "City": "Recife (Brazil)", "Ppic": "yh7", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-04-01", "Message1": null, "Message": "NTX 데뷔 4주년 축하해요!! 항상 멋진 음악과 에너지를 나눠줘서 고마워요. 앞으로도 더 많은 성공과 행복이 함께하길 바라요! 언제나 응원할게요~ te amooo!! <3"}, {"CPic": "https://flagcdn.com/w320/br.png", "Name": "루아", "Country": "Brazil", "CountryId": "BR", "City": "Brazil", "Ppic": "rw14", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2024-03-30", "Message1": null, "Message": "데뷔 4주년 축하해~! 💚 오늘 난 엔티엑스와 함께 1년을 보내고 있어서 두 배로 행복해...날 너무 행복하게 해줘서 고마워 ㅠㅠ 엔티엑스 덕분에 매일 더 나은 사람이 되고 싶어!! 엔티플 된 게 제 인생에서 가장 좋은 일야...어둠 속에서도 너를 찾을 수 있어서 행복해 (⁠╥⁠﹏⁠╥⁠) 내게 가장 큰 영감을 주셔서 고마워!! 모든 멤버들이 사람으로서 아티스트로서 성장하는 모습을 보는 것을 좋아 >⁠.⁠< 덕분에 새롭고 멋진 사람들을 만날 수 있어서 정말 감사해~ 이제 더 이상 외롭지 않아ㅎㅎ 엔티엑스 노래는 나에게 위안이 됩니다...난 항상 안전하고 사랑받는다고 느낍니다~ 내가 가장 좋아하는 아티스트가 되어줘서 고마워 ♡ 좋은 추억과 미소로 우리 마음을 가득 채우자...늘 그래왔듯이 서로가 서로에게 가장 큰 힘이 되어주자~!! 앞으로도 빛나는 길을 걸어줘 ✨ 우리 영원히 함께 행복하자~ 자랑스러워!! 사랑해 💚💚"}, {"CPic": "https://flagcdn.com/w320/bg.png", "Name": "Dariya", "Country": "Bulgaria", "CountryId": "BG", "City": "Bulgaria", "Ppic": "h12", "Bias": "Hojun/Hyeongjin", "Heart": "#EE2424", "Date": "2023-01-01", "Message1": "NTX 알게 되어 정말 행복해요. 열심히 일해주고 여러분의 예술성을 보여줘서 고마워요! 진정한 올라운더들이에요!! 여러분을 직접 만나게 되어 너무 기쁘고, 항상 친절하고 배려해줘서 고마워요. NTFUL이 되어 자랑스러워요❣️ 유럽에서 여러분을 볼 수 있기를 바라며, 건강을 잘 챙기고 절대 그 빛을 잃지 않기를 바래요", "Message": "I'm so happy to know you. Thank you for working hard and showing us your artistry! You are truly all-rounders!! I feel so blessed to have met you in person, thank you for always being kind and considerate. I'm proud to be an NTFUL❣️ I hope I can see you in Europe, stay healthy & never lose your spark!"}, {"CPic": "https://flagcdn.com/w320/ca.png", "Name": "Harsh", "Country": "Canada", "CountryId": "CA", "City": "Canada", "Ppic": "ntx8", "Bias": "8", "Heart": "#EE2424", "Date": "2025-03-01", "Message1": "데뷔부터 열심히 일해줘서 고마워요, 여러분의 음악을 알게 되어 정말 행복해요! 새 앨범과 이전 앨범들도 너무 좋고, 여러분은 정말 대단해요. 여러분의 보컬, 춤, 라이브 공연은 정말 에너지 넘치고 놀라워요! 모두 건강하고 행복하길 바라요 (언젠가 라이브로 여러분을 볼 수 있기를 바랍니다!). 💗♾️💗", "Message": "Thank you for working so hard from debut, I'm so happy to have discovered your music! The new album and past ones are so good, you guys are amazing. Your vocals, dance, and live performances are so energetic and amazing! I hope you all stay healthy and happy (and I hope to see you live one day!). 💗♾️💗"}, {"CPic": "https://flagcdn.com/w320/cn.png", "Name": "Debbie", "Country": "China", "CountryId": "CH", "City": "Shanxi, China", "Ppic": "hj5", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-03-15", "Message1": "제 인생의 힘든 시기에 여러분의 음악, 웃음, 그리고 공연이 저에게 많은 힘을 주었어요. 여러분이 꿈을 위해 열심히 노력하는 모습을 보면서 저도 더 나은 사람이 되고 싶다는 생각을 했어요. 데뷔 4주년 축하해요! 100주년까지 함께 걸어가요!", "Message": "During the challenging times in my life, your music, your smiles, and your performance gave me so much strength. Seeing how hard you work for your dreams makes me want to become a better version of myself. Happy 4th anniversary! Let’s walk together all the way to the 100th anniversary!"}, {"CPic": "https://flagcdn.com/w320/cn.png", "Name": "knt", "Country": "China", "CountryId": "CH", "City": "中国山东青岛🇨🇳", "Ppic": "ntx10", "Bias": "8", "Heart": "#EE2424", "Date": "2025-01-01", "Message1": "사랑하는 NTX 남자들, 안녕하세요! 오늘은 여러분의 데뷔 4주년입니다! 축하합니다! 🎉🎉 저는 올해 2월에 팬이 되어 여러분을 알게 되었고, 여러분의 콘텐츠도 보고 PEAKTIME도 봤어요. 정말 멋졌어요! 여러분의 노력도 봤어요 💪🏻. 여러분을 알게 되어 정말 운이 좋다고 생각해요. 이번 컴백 앨범의 모든 곡이 너무 좋습니다! 앨범이 이렇게 많이 팔린 걸 보고 정말 감동했어요 😭. 그리고 이번 컴백에서 멤버들의 의상과 조화도 정말 멋졌어요. 계속해서 포기하지 말고 나아가 주세요! 중국 NTFUL들이 여러분과 함께하며 계속해서 지원할 거예요. 우리는 여러분을 믿어요!! 꽃길만 걸으세요! 🌸 사랑해요! HAPPY NTX DAY! 🥹🫶", "Message": "亲爱的NTX 男同学们 你们好 今天是你们出道的四周年！祝贺你们！🎉🎉我在今年二月刚刚入坑 开始了解你们 看你们的物料 也看了peaktime 你们好棒！我看到了你们的努力💪🏻 很幸运可以认识你们 这次回归新专的每一首都很好听！看到这次专辑大卖了这么多本我真的好感动😭而且这次回归成员们的服装 配合也都很棒～请继续坚持下去好吗！！中国NTFUL与你们同在 会继续陪伴支持你们 怀挺！！请走花路吧！🌸我爱你们 HAPPY NTX DAY！🥹🫶"}, {"CPic": "https://flagcdn.com/w320/cn.png", "Name": "yg", "Country": "China", "CountryId": "CH", "City": "China", "Ppic": "ntx13", "Bias": "8", "Heart": "#EE2424", "Date": "2023-03-01", "Message1": "2023년 그 봄을 영원히 기억할 거예요! 여러분이 꿈을 향해 꾸준히 나아가는 모습을 보며 저도 힘을 얻었어요! 고마워요! 항상 사랑할게요! 힘내세요, 계속 화이팅!", "Message": "永远会记得2023年的那个春天！ 看到你们对于梦想的坚持让我也有了力量！ 谢谢你们！会永远爱你们！加油加油！"}, {"CPic": "https://flagcdn.com/w320/fr.png", "Name": "Eli", "Country": "France", "CountryId": "FR", "City": "France", "Ppic": "yh11", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2023-02-01", "Message1": "생일 축하해요, 내 사랑하는 남자들!! 이 특별한 날을 축하해요~ 이렇게 멋지고, 재능있고, 아름답고 친절한 여러분에게 감사해요. 사랑하고, 항상 응원할게요 ❤️", "Message": "Happy anniversary my boys!! Congratulations on this special day~ Thank you for being so amazing, talented, beautiful and kind. I love you and will forever support you ❤️"}, {"CPic": "https://flagcdn.com/w320/fr.png", "Name": "Mayou 💗", "Country": "France", "CountryId": "FR", "City": "France 🇫🇷", "Ppic": "rw20", "Bias": "Rawhyun 💚", "Heart": "#a5bd5e", "Date": "2024-01-01", "Message1": "4주년 축하해요, 내 NTX!! 여러분이 되어온 모습이 너무 자랑스러워요, 여러분의 음악, 지속적인 행복, 그리고 웃음이 자랑스러워요. 그동안 여러분은 아름다운 사람들로 성장했어요. 항상 행복하고, 건강하며, 여러분이 누구인지, 그리고 앞으로 어떤 사람이 될지 사랑받기를 바라요 💗 자랑스러운 NTFUL로부터 사랑을 담아", "Message": "Happy 4th anniversary my NTX !! I’m so proud of what you’ve become, proud of your musics, your constant happiness and your smiles, you’ve grown through all those years to become those beautiful humans being. Always be happy, be healthy and be loved for who you are and who you will be 💗 Lovely, From a proud ntful"}, {"CPic": "https://flagcdn.com/w320/de.png", "Name": "citty", "Country": "Germany", "CountryId": "DE", "City": "Germany", "Ppic": "h6", "Bias": "hojun", "Heart": "#81c3ad", "Date": "2023-02-01", "Message1": null, "Message": "10년 동안 나는 K-Pop 팬이었지만, 그 시간 중 최고의 순간은 지난 2년이었어, 내가 NTFUL이 되었을 때.🖤 NTX👏세계👏지배~🤟😝🔥😌🍸4주년 축하해~🥳🥂"}, {"CPic": "https://flagcdn.com/w320/id.png", "Name": "Lili", "Country": "Indonesia", "CountryId": "ID", "City": "Indonesia", "Ppic": "ntx7", "Bias": "8", "Heart": "#EE2424", "Date": "2022-09-01", "Message1": "안녕하세요 NTX~ 4주년 축하해요 🥰❤️💕 여러분이 행복하고 건강하길 바래요 🤗 여러분이 여기까지 온 걸 보게 되어 자랑스러워요. 지금까지 함께할 줄은 몰랐어요, 거의 5년째 여러분과 함께하고 있어요. 우리는 많은 일을 겪었고, 즐거운 일도 있었지만 아픈 일도 있었죠. 그래서 앞으로는 우리가 함께한 즐거운 일들만 계속 이어지길 바래요. NTX가 영원히 존재하길 바랍니다. 앞으로 더 많은 사람들이 여러분을 사랑하게 되기를 바라요. NTX와 NTFUL로서 언제까지나 함께할 수 있기를 바랍니다. 사랑해요 여러분 ❤️💕", "Message": "Hello NTX~ Happy 4th Anniversary 🥰❤️💕 I hope you guys happy and healthy 🤗 I'm proud to see you guys get here. I didn't expect to be with you until now, it's almost my fifth year with you. We've been through a lot, fun but also painful. So hopefully tomorrow there's only fun we've been through together forever. I wish NTX existed forever. May more people love you guys in the future. I hope we'll stick together until whenever it's as ntx and ntful. Love you guys ❤️💕"}, {"CPic": "https://flagcdn.com/w320/id.png", "Name": "Rara", "Country": "Indonesia", "CountryId": "ID", "City": "Indonesia", "Ppic": "heh", "Bias": "Hyeongjin Hojun Eunho", "Heart": "#EE2424", "Date": "2023-03-01", "Message1": "NTX 4주년 축하해요 🖤 NTFUL~ 매일 웃게 해줘서 고마워요. NTFUL의 일원이 되어 행복해요 ٩(ˊᗜˋ)و ~ NTX가 앞으로도 더 밝게 빛나기를 바라고, 우리 함께 큰이고 강한 팬덤을 만들어 가요!", "Message": "Happy Anniversary NTX 🖤 NTFUL~ Thank you for making me smile every day. I'm happy being a part of NTFUL ٩(ˊᗜˋ)و ~ may NTX continue to shine even brighter in the years to come and Let's make a big and strong fandom"}, {"CPic": "https://flagcdn.com/w320/id.png", "Name": "sha", "Country": "Indonesia", "CountryId": "ID", "City": "Indonesia, Bandung (e)", "Ppic": "hj15", "Bias": "Hyeongjin, Rawhyun, Xiha", "Heart": "#EE2424", "Date": "2023-05-09", "Message1": "4주년 축하해요, NTX 🥳 항상 여기 있어줘서 고마워요. 여러분이 이 여정을 시작한 지 4년이 넘었고, 이제 NTFUL은 이 여정을 함께 걸어갈 거예요. 아마 여러분이 한 번도 본 적 없고, 목소리도 들어본 적 없는 NTFUL일 수도 있지만, 저는 여전히 진심으로 항상 여러분을 응원할 NTFUL이에요~", "Message": "Happy 4th anniversary, NTX 🥳 Thank you for staying here always. It's been more than 4 years since you started this journey, and now, NTFUL will also stay along by your side through this journey together. I may be an NTFUL whos face you haven't ever seen or voice you haven't ever heard, but I'm still an NTFUL who will sincerly always support you ~"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "⭐️💫⭐️", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "xh7", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2022-09-01", "Message1": null, "Message": "NTX의 팬이 되어 인생이 매우 즐겁습니다. NTX의 퍼포먼스를 보면 힘든 일도 잊을 수 있어서 마음이 가벼워집니다. 앞으로도 건강 조심하시고 멋진 노래와 춤을 보여주세용"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "askrrr", "Country": "Japan", "CountryId": "JP", "City": "Japan", "Ppic": "sw1", "Bias": "Seungwon", "Heart": "#e4db57", "Date": "2023-03-15", "Message1": null, "Message": "데뷔 4주년 축하해~!! NTX의 무대가 정말 좋아요! 앞으로도 전 세계에서 활동하는 NTX에 기대하고 있어요! 그러니까 NTX로서 영원히 활동해주세요~!다시 한번도 축하해~!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "bbaneyan", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "eh4", "Bias": "eunho", "Heart": "#976a9a", "Date": "2022-09-01", "Message1": null, "Message": "항상 응원하게 해줘서 고마워♡ 앞으로도 함께 하자~!! 사랑해~♡♡"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "mayu", "Country": "Japan", "CountryId": "JP", "City": "日本 千葉県", "Ppic": "h4", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2023-08-01", "Message1": "NTX의 행복은 NTFUL의 행복이며, 그것은 내 행복으로 이어집니다. 그리고 그로부터 많은 행복한 순간들이 태어납니다. NTX와 NTFUL 여러분, 행복을 감사합니다 🫶", "Message": "NTXの幸せはNTFULの幸せであり、私の幸せにつながります。そしてそこからたくさんのHappyが生まれてます NTX、NTFULの皆さん、幸せをありがとうございます🫶"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "Miki", "Country": "Japan", "CountryId": "JP", "City": "Japan", "Ppic": "ch6", "Bias": "changhun", "Heart": "#6d8db7", "Date": "2024-03-01", "Message1": null, "Message": "NTX가 나의 행복🍀살아가는 힘💪🏻웃는 얼굴의 근원 🫶🏻내 앞에 나타나줘서 고마워✌🏻앞으로도 열심히 따라갈게🫡ㅎㅎ"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "U", "Country": "Japan", "CountryId": "JP", "City": "히로시마,일본", "Ppic": "yh8", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-11-01", "Message1": null, "Message": "4주년 정말 축하해~! NTFUL이 된지 아직 얼마 되지 않았지만, 이 기간에도 이렇게 많은 사랑을 받고 NTFUL이 될 수 있어서 행복합니다!! 좀더 빨리 너희들을 만나고 싶었어요🥲 그렇지만! 그동안의 여유시간만큼 앞으로 많이 사랑을 전하고 응원할께요~! 항상 NTFUL 에 많은 사랑을 줘서 고마워요 앞으로도 사랑합니다🫶"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "Y", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "hj10", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2022-09-01", "Message1": null, "Message": "오래오래 함께하자~🤍"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "고양이 한 마리", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "xh8", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2022-07-16", "Message1": null, "Message": "4주년 축하해! 우리 오래오래 함께하자!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "나미", "Country": "Japan", "CountryId": "JP", "City": "japan", "Ppic": "ch4", "Bias": "changhun", "Heart": "#6d8db7", "Date": "2022-08-01", "Message1": null, "Message": "4th 축하해🎈 지금까지도, 앞으로도 계속 응원하고 있어😊"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "나오", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "eh5", "Bias": "eunho", "Heart": "#976a9a", "Date": null, "Message1": null, "Message": "사랑하는 엔티엑스 4주년 축하해요~!! 항상 나의 피곤할때의 힐링으로, 헤맬때 이끌어주는 빛으로, 노력하는 용기가 되어주어서 고마워요♡ 영원이라는 말은 믿지 않았지만, 엔티엑스라고 한다면 믿어보고 싶고, 영원히 함께 하고 싶다고 생각해요 우리 서로를 사랑하고 격려하며 세계가 부러워하는 아이돌과 팬이 되자꾸나~!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "리오", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "xh6", "Bias": "XIHA", "Heart": "#e06e3c", "Date": "2024-10-03", "Message1": null, "Message": "4주년 축하합니다! NTX를 만나서 행복합니다! 항상 기운과 행복을 주셔서 감사합니다😄 앞으로도 계속 응원하고 있고, 정말 좋아해요! 다시 한번 4주년 축하해! 🎉앞으로도 계속 멋지고 귀엽고 재미있는 NTX로 있어줘‪🫶🏻 💭"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "보조개누나", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "hj11", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2022-08-01", "Message1": null, "Message": "엔티엑스 4주년 축하해~~!벌써 4주년이라니! 이제 데뷔 기념일을 축하하는건 3번째가 되는데 지금까지 함께할 수 있어서 너무 좋았고 앞으로도 그럴거니까 우리 앞으로 더더 좋은 추억을 쌓아가자🤍 다음에 5주년을 맞이할 땐 우리 서로가 지금까지보다 행복했다고 느낄 수 있는 그런 한해를 보내자~! 항상 노력해줘서 고맙고 사랑해!🤍🤍🤍🤍"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "비아ꕤ*.ﾟ", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "sw5", "Bias": "SEUNGWON", "Heart": "#e4db56", "Date": "2020-01-01", "Message1": "4주년 축하해요, NTX‼️🎉🎊💐 데뷔 4주년을 축하합니다❣️👏 5주년, 6주년을 함께 축하할 수 있도록 항상 힘껏 응원할게요‼️ 제가 사랑하는 공연을 계속 보여주고 멋진 무대로 끌어당겨 주셔서 고마워요♡ 매년 더 넓은 도약을 하는 NTX는 저에게 정말 자랑스럽고 소중해요☺️♡ 여러분이 전 세계를 누비는 모습을 계속 볼 수 있기를 바랍니다‼️ 항상 건강하고 행복하길 기원해요✨", "Message": "Happy 4th Anniversary, NTX‼️🎉🎊💐 Congratulations on your 4th anniversary of debut❣️👏 I will continue to support you with all my might so that you can celebrate your 5th and 6th anniversary together‼️ Thank you for always performing that I adore and always attracting cool stages♡ NTX, which makes a wide leap every year, is truly proud and precious for me☺️♡ May I continue to see you flutter around the world ‼️ Wish you guys always be healthy and happy✨"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "슈리", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "eh6", "Bias": "eunho", "Heart": "#976a9a", "Date": "2023-07-01", "Message1": null, "Message": "4주년 축하해! 모두가 위를 보고 열심히 하는 것을 보고 저도 힘을 얻고 있습니다! 항상 NTFUL에 사랑을 전해줘서 고마워요🩷지난 1년도 세계를 누비면서 Kiss the World 하세요💋 건강이 제일이고 함께 걸어요~난쿠루나이싸〜"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "스즈", "Country": "Japan", "CountryId": "JP", "City": "日本 JAPAN OSAKA", "Ppic": "sw6", "Bias": "seungwon", "Heart": "#e4db54", "Date": "2022-09-01", "Message1": null, "Message": "NTX 여러분 4주년 축하드려요🎉🎉🎉🎉 작년 NTX를 만나서 함께 축하할 수 있어서 기뻤어요! 앞으로도 계속 응원할게요🥰 8명 모두 사이좋게 행복하게 지내세요~( ¨̮ )"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "아나아나", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "rw1", "Bias": "raw", "Heart": "#a5bd5e", "Date": null, "Message1": null, "Message": "4주년 정말 축하드려요‼︎ 언제나 멋진 무대를 보여주는 NTX가 너무 좋아요‼︎ 앞으로도 계속 응원하겠습니다‼︎"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "아카네", "Country": "Japan", "CountryId": "JP", "City": null, "Ppic": "ch2", "Bias": "Changhun", "Heart": "#6d8db7", "Date": "2023-06-25", "Message1": null, "Message": "엔티엑스 4주년 축하해요오오오~!!\n앞으로도 오래오래 화이팅 가자~🔥🔥🔥🔥🔥🔥🔥🔥"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "아키콩", "Country": "Japan", "CountryId": "JP", "City": "Japan Tokyo", "Ppic": "hj9", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2023-10-01", "Message1": null, "Message": "데뷔 4주년 축하해요！ NTFUL이 되서 정말 행복해요🫶🏻‎ 앞으러도 오래오래 같이 가자～Skrr❣️"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "에무", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "ch5", "Bias": "changhun", "Heart": "#6d8db7", "Date": "2020-10-01", "Message1": null, "Message": "NTX 여러분♡♡ 데뷔 4주년 축하해요🥳🥳 4년차도 모두가 하고 싶은 거 이룰 수 있기를. 항상 많이 노력해줘서 고마워요🥰 지금 이렇게 세계 여러 지역에서 공연을 할 수 있다는 게 너무 자랑스러워요☺️ 오랫동안 모두가 작은 기회를 착실히 잡아서 하나하나 하고 싶은 것을 이뤄가는 모습을 멀리서 지켜봐 온 것 같은데 정말 힘을 받고 있어요🥹 NTX는 나에게 있어서 멋진 음악을 해주는 자랑스러운 팀이고, 8명 모두가 소중한 보물이에요☺️ 앞으로도 전 세계 많은 분들에게 사랑받는 팀으로 높이 날아보자!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "유우", "Country": "Japan", "CountryId": "JP", "City": "kanagawa/japan", "Ppic": "xh10", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2022-08-01", "Message1": null, "Message": "내 사랑, 내 힘의 원천! 정말 진심으로 응원합니다!!!!!!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "유키", "Country": "Japan", "CountryId": "JP", "City": "JAPAN", "Ppic": "rw16", "Bias": "RawHyun", "Heart": "#a5bd5e", "Date": "2023-12-23", "Message1": null, "Message": "피크타임으로 NTX를 알게 되었습니다. NTX의 음악을 아주 좋아합니다. 무대에서는 항상 즐겁게 해줘서 고마워요🎵4주년 축하해요🙌앞으로도 응원할게요～"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "이오리", "Country": "Japan", "CountryId": "JP", "City": "日本、大阪 （Japan,Osaka）", "Ppic": "eh7", "Bias": "eunho", "Heart": "#976a9a", "Date": "2024-11-01", "Message1": "4주년 축하합니다!!! NTX를 만난 이후로 제 매일이 정말 행복하고 즐겁습니다 ♡♡ 항상 멋진 퍼포먼스를 우리에게 보여줘서 감사합니다!! 또한 아이돌로 오랫동안 활동하는 것은 쉬운 일이 아닌데 이렇게 몇 년 동안 아이돌로 있어줘서 감사합니다 ♡! 만나줘서 고마워요! 모두 좋아해요~^^", "Message": "4周年おめでとうございます！！！NTXと出会ってから私の毎日はすごく幸せで楽しいです♡♡いつも素敵なパフォーマンスを私たちに届けてくださってありがとうございます！！また、アイドルを長く続けることは簡単では無いのにこうして何年もアイドルでいてくれてありがとうございます♡！ 만나주어서 고마워요！ 모두 좋아해요~^^*"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "이요짱", "Country": "Japan", "CountryId": "JP", "City": "名古屋", "Ppic": "hj12", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2024-11-01", "Message1": "데뷔 4주년 축하해요 🥹💕 항상 많은 행복을 줘서 고마워요 ✨ 앞으로도 계속 함께 있어요!!", "Message": "デビュー4周年おめでとう🥹💕 いつも沢山の幸せをくれてありがとう✨ これからもずっと一緒にいようね！！"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "치카치카", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "h10", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2022-09-01", "Message1": null, "Message": "NTFUL 4주년 축하해요! 항상 엔티플에게 행복을 고마워요😌앞으로도 열심히 응원할게요~!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "토코", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "sw7", "Bias": "seungwon", "Heart": "#e4db54", "Date": "2023-09-01", "Message1": null, "Message": "엔티엑스 4주년 축하해요~!!!!!! 언제 어디에 있든 모두의 행복을 바라고 있어용!! 앞으로도 마~~~니 멋있게 뛰어가세요!❤️ 좋아해요 엔티엑스~~~~~(๑•ᴗ•๑) 다시 한번 축하해요!!"}, {"CPic": "https://flagcdn.com/w320/jp.png", "Name": "혁멍이", "Country": "Japan", "CountryId": "JP", "City": "일본", "Ppic": "yh9", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-10-01", "Message1": null, "Message": "엔티엑스 40년까지 오래오래가자!!!"}, {"CPic": "https://flagcdn.com/w320/kr.png", "Name": "Kenny", "Country": "Korea", "CountryId": "KR", "City": "Seoul,Korea", "Ppic": "rw6", "Bias": "Rawhyun", "Heart": "#a5bd5e", "Date": "2019-08-01", "Message1": null, "Message": "항상 응원하고 있어. 멈추지 말고 나아가자. 끝까지 응원할께."}, {"CPic": "https://flagcdn.com/w320/kr.png", "Name": "마루", "Country": "Korea", "CountryId": "KR", "City": "부산", "Ppic": "xh9", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2023-09-01", "Message1": null, "Message": "엔티엑스를 만나고 지금까지 힘들때도 기쁠때도 함께 해주셔서 감사해요.앞으로도 사랑해요！"}, {"CPic": "https://flagcdn.com/w320/kr.png", "Name": "앤사", "Country": "Korea", "CountryId": "KR", "City": "한국", "Ppic": "ntx14", "Bias": "8", "Heart": "#EE2424", "Date": "2021-03-01", "Message1": null, "Message": "4주년 진심으로 축하해~👏👏 NTX 덕분에 지난 4년 행복했어!! 앞으로도 더 많은 엔티플에게 사랑받는 아티스트가 될 너희를 응원할게🩷"}, {"CPic": "https://flagcdn.com/w320/lv.png", "Name": "AE", "Country": "Latvia", "CountryId": "LV", "City": "Riga, Latvia", "Ppic": "hj2", "Bias": "Hyeongjin", "Heart": "#EE2424", "Date": "2023-11-01", "Message1": "안녕~ 4년은 긴 시간이야! 돌아보면 얼마나 자랑스럽다고 느껴져? 나는 그렇다고 생각해! 내가 좋아하는 사람들에 대해 자랑하는 나쁜 습관이 있어. “그들이 이걸 했다는 거 알아? 저걸 했다는 거 알아?”~ NTX에 대해 자랑할 수 있는 일이 백 가지는 있어. 너희를 따라가는 것이 정말 기뻤어. 작은 행복도 있었고, 큰 행복도 있었어. 슬픔도 마찬가지였고. 그 모든 것들이 내 삶에 가치를 더해주었어, 기쁨이든, 연민이든. 모든 것에 감사해! 뭐가 있든 계속 나아가자~ 자랑과 사랑을 담아서, AE", "Message": "hi hi~ four years is a long time! do you feel proud when you look back and see how far you’ve come? I do! I have a bad habit of bragging about the people I like. “Did you know they did this? Did you know they did that?”~ there’s a hundred things I can brag about when I speak of NTX. it’s been a pleasure to follow you. I’ve seen small happinesses and I’ve seen big ones. and same goes for sadnesses. they’ve all added value to my life, whether it’s joy or compassion. thank you for everything! let’s keep going no matter what~ with a lot of pride and love, AE"}, {"CPic": "https://flagcdn.com/w320/my.png", "Name": "Ann", "Country": "Malaysia", "CountryId": "MY", "City": "Kuala Lumpur, Malaysia", "Ppic": "rw21", "Bias": "Rawhyun 🫶🏻 OT8", "Heart": "#a5bd5e", "Date": "2023-06-08", "Message1": "아이돌이 되어줘서 고마워요! 덕분에 이렇게 여러분을 만날 수 있었어요. 볼 때마다 항상 너무 행복해요! 모두 너무 대단하고, 너무 재능 있고, 정말 열심히 노력하는 모습이 정말 놀라워요. 덕분에 나 자신을 더 사랑하게 되었고, 내가 필요한 부분을 계속 개선해 나가고 싶어요. NTX를 너무, 너무 사랑해요! 데뷔 4주년 축하해요🩷 앞으로도 함께 성장하고, 오랫동안 서로 응원하면서 나아가요! 파이팅~!!", "Message": "Thank you for becoming an idol! Because of you, I got to meet you all like this. I always feel so happy when I see you! Everyone is so amazing, so talented, and works so hard—it’s really incredible. Thanks to you, I’ve learned to love myself more and want to keep improving what I need to. I love NTX so, so much! Happy 4th anniversary🩷 Let’s keep growing together and cheering each other on for a long, long time! Let’s go~!!"}, {"CPic": "https://flagcdn.com/w320/nz.png", "Name": "Chels", "Country": "New Zealand", "CountryId": "NZ", "City": "New Zealand", "Ppic": "h1", "Bias": "Hojun and Seungwon", "Heart": "#EE2424", "Date": "2023-11-01", "Message1": "4주년 축하해요! 💗 비 오는 날 내 햇살이 되어줘서 고마워요 ☀️ 앞으로도 함께 많은 시간을 보낼 수 있기를 바랍니다. 항상 행복하고 건강하세요. 모두 사랑해요 💗", "Message": "Happy 4th Anniversary! 💗 Thank you for being my sunshine on a rainy day ☀️ I hope we can spend many more years together. Always be happy and healthy. Love you all 💗"}, {"CPic": "https://flagcdn.com/w320/ph.png", "Name": "sasa", "Country": "Philippines", "CountryId": "PH", "City": "Philippines", "Ppic": "xh5", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2023-04-01", "Message1": "일 축하해요, 사랑하는 NTX! 야호! 🎉 멋진 음악과 퍼포먼스를 고마워요! 여러분은 정말 친절하고 멋지고 쿨해요. 진짜로요. 😎 우리 소중한 NTX, 여러분은 스스로를 축하하고 기념할 자격이 있어요. 여러분은 훌륭하게 해왔고 계속해서 더 잘하고 있어요 🫳🏻♠️ 팬이 된 걸 정말 자랑스러워요! 🥹 더 많은 NTFUL들이 행복하고 영감을 받을 수 있게 해줘서 고마워요 💖 더 많은 즐거운 시간들이 기대돼요! NeoTracks, 화이팅! Woo, Let's Go! 🔥", "Message": "Happy Anniversary, dear NTX! Yay! 🎉 thank you for the amazing music & performances! you guys are really nice, lit & cool. No cap. 😎 our precious NTX, you guys deserve to congratulate and celebrate yourselves because you did great and keep on doing better 🫳🏻♠️ so proud to be your fan! 🥹 thank you for making more & more NTFULS happy & inspired 💖 excited for more fun times! NeoTracks, 화이팅! Woo, Let's Go! 🔥"}, {"CPic": "https://flagcdn.com/w320/pl.png", "Name": "Werka", "Country": "Poland", "CountryId": "PL", "City": "Poland 🇵🇱", "Ppic": "ntx12", "Bias": "8", "Heart": "#EE2424", "Date": "2023-02-22", "Message1": "안녕하세요, 선배님 🫡 여러분과 함께한 시간은 정말 빨리 지나갔어요. 이제 2년 넘게 팬으로 지낸 게 믿기 어려워요! 그 동안 여러분이 아티스트로 성장하는 모습을 볼 수 있어서 정말 기뻐요. 점점 더 나아지고 절대 포기하지 않는 여러분이 행복해요 🥹 여러분의 음악은 제게 정말 큰 의미가 있어요, 그리고 항상 저를 응원해 주셔서 감사합니다. 여러분은 저에게 회색이고 지루한 현실에서 벗어날 수 있는 길을 열어주셨어요 💜 앞으로 여러분이 저희를 어떤 놀라운 일로 또 한 번 놀라게 할지 정말 기대돼요! 여러분의 Vintage Girl이 💜", "Message": "WASSUP SIR 🫡 The time I spent with you goes by very quickly, it's hard for me to believe that I've been your fan for over 2 years now! I'm glad that I could watch you grow as artists throughout this time. I am happy that you are getting better and better and you never give up 🥹 Your music means a lot to me and you always cheer me up, you are my escape from the gray, boring reality, for which I thank you very much 💜 I can't wait to see what else you'll surprise us with in the future! Love from your Vintage Girl 💜"}, {"CPic": "https://flagcdn.com/w320/pt.png", "Name": "나나", "Country": "Portugal", "CountryId": "PT", "City": "Lisbon, Portugal", "Ppic": "hj8", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2023-06-09", "Message1": null, "Message": "울 엔티엑스.. 과거를 돌아보며 함께 얼마나 성장했는지 서로의 곁을 놓지 않고 이렇게 걸어온 시간이 정말 소중해.. 좋은 아이돌은 좋은 팬을 만든다니까 오늘 같은 날 이렇게 다 함께 있다는 게 정말 행복해!! 태어난 것도 감사하고 앞으로도 두려움 없이 함께 할 우리에게 진심으로 고마워!"}, {"CPic": "https://flagcdn.com/w320/pt.png", "Name": "아나", "Country": "Portugal", "CountryId": "PT", "City": "Lisbon, Portugal", "Ppic": "rwsw", "Bias": "seungwon raw", "Heart": "#e4db54", "Date": "2023-06-09", "Message1": null, "Message": "항상 나에게 웃을 이유를 줘서 고마워. 너희가 없었다면 인생이 훨씬 더 힘들었을 거야. 언제나 NTFUL인 게 자랑스러울 거야!! NTX 화이팅!!"}, {"CPic": "https://flagcdn.com/w320/sa.png", "Name": "Rue", "Country": "Saudi Arabia", "CountryId": "SA", "City": "Riyadh, Saudi Arabia", "Ppic": "yh4", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-12-01", "Message1": "4주년을 축하합니다. 여러분을 만나고 팬이 된 것은 제가 한 최고의 결정 중 하나였어요. 멋진 음악과 재능을 보여줘서 고마워요. 사랑해요", "Message": "Congratulations on your 4th anniversary. Finding you and becoming your fan was one of the best decisions I ever made. Thank you for the amazing music and talent. I love you!"}, {"CPic": "https://flagcdn.com/w320/gb-sct.png", "Name": "LexiLouWho", "Country": "Scotland", "CountryId": "SC", "City": "Edinburgh, Scotland", "Ppic": "chheh", "Bias": "Hojun, Eunho, & Changhun", "Heart": "#EE2424", "Date": "2023-02-01", "Message1": "내 사랑들!! 나는 정말로 여러분이 자랑스럽습니다! 매일매일 나를 감동시키고, 여러분의 창의적인 천재성이 발휘되는 모습을 보는 것이 너무 좋아요! 전 세계에서 점점 더 많은 사람들이 여러분을 사랑하게 되어 기쁘지만, 영국에 올 거라는 약속을 잊지 않을 거예요! ;) 다가오는 무대를 기다리고 있고, 여러분 각각이 앞으로 어떤 모습을 보여줄지 너무 기대돼요!! 정말 너무너무 사랑해요! 기념일 축하해요, 내 사랑들! ❤️Lexi", "Message": "My loves!! I am so immensely proud of you! You continue to impress me daily, and I always love to see your creative genius at work! I’m so happy that more and more people around the world are falling in love with you guys, but I won’t forget your promise to me that you will come to the UK! ;) I can’t wait to see your upcoming stages and I’m excited to see what’s next for each and every one of you!! Love you so incredibly much! Happy anniversary my darlings! ❤️Lexi"}, {"CPic": "https://flagpedia.net/data/flags/w1160/sg.png", "Name": "RIQA", "Country": "Singapore", "CountryId": "SG", "City": "Singapore", "Ppic": "eh2", "Bias": "Eunho", "Heart": "#976a9a", "Date": "2023-05-16", "Message1": "NTX가 제 삶에 있다는 것은 정말 축복받고 행복하다는 느낌을 줍니다. 그들에겐 뭔가가 있어서 점점 더 알고 싶어지게 만듭니다. 그들이 우리 NTFUL을 위해 해주는 모든 것들에 정말 감사해요—그들의 앨범, SoundCloud 트랙, YouTube 커버, 그리고 Bubble에서 전하는 진심 어린 메시지들. 그들의 음악은 기쁨, 위로, 그리고 영감을 줍니다. NTX, 열정과 노력에 감사드려요. 우리 NTFUL은 언제나 여러분을 진심으로 응원할 거예요!", "Message": "Having NTX in my life makes me feel truly blessed and happy. Something about them draws me in, making me want to know more and more. I’m so grateful for everything they do for us, NTFULs—their albums, SoundCloud tracks, YouTube covers, and heartfelt messages on Bubble. Their music brings joy, comfort, and inspiration. Thank you, NTX, for your passion and hard work. We, NTFULs, will always support you with all our hearts!"}, {"CPic": "https://flagpedia.net/data/flags/w1160/tw.png", "Name": "🎀", "Country": "Taiwan", "CountryId": "TW", "City": null, "Ppic": "ch0", "Bias": "Changhun", "Heart": "#6d8db7", "Date": null, "Message1": null, "Message": "엔티엑스의 존재는 행복입니다💗"}, {"CPic": "https://flagpedia.net/data/flags/w1160/tw.png", "Name": "나비🦋", "Country": "Taiwan", "CountryId": "TW", "City": "TAIWAN", "Ppic": "hj13", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2024-04-01", "Message1": null, "Message": "엔티엑스 와썹~ 나비입니당~ㅎㅎㅎ 어느덧 NTFUL이 된 지 1년이 지났네요! 시간이 참 빠르다~ 한 해 동안 NTX 덕분에 새로운 것들을 많이 경험했습니다! 많은 추억이 쌓였고 힘든 부분도 많았지만 NTX를 보는 순간 그런 것들은 중요하지 않은 것 같아요! 항상 최선을 다해 멋진 무대를 보여 줄 NTX! 정말정말 좋아해! 우리 오래오래 함께합시다! 4주년 많이많이 축하행!! 사랑해!!"}, {"CPic": "https://flagpedia.net/data/flags/w1160/tw.png", "Name": "의정", "Country": "Taiwan", "CountryId": "TW", "City": "대만", "Ppic": "xh11", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2024-04-01", "Message1": null, "Message": "사랑하는 엔티엑스에게~데뷔 4주년을 축하해🥳 비록 작년에야 엔티블 되었어 너무 아쉽지만 앞으로 꼭 너희들 곁에 있을게 반드시 꽃길만 걷자! 항상 고마워! 사랑해❤️"}, {"CPic": "https://flagpedia.net/data/flags/w1160/tw.png", "Name": "탕위안", "Country": "Taiwan", "CountryId": "TW", "City": "대만", "Ppic": "xh12", "Bias": "xiha", "Heart": "#e06e3c", "Date": "2023-03-01", "Message1": null, "Message": "데뷔 4주년 축하해용🎉❤️ 즐거운 하루 보내세요~~ 항상 힘이 되어주셔서 정말 고마워요( ˶ˊᵕˋ)੭♡ 우리 모두 행복하고 즐겁고 건강한 한 해 보내 ㅅㄹㅎ🥰"}, {"CPic": "https://flagcdn.com/w320/nl.png", "Name": "Runya", "Country": "The Netherlands", "CountryId": "NL", "City": "Haarlem, the Netherlands", "Ppic": "sw4", "Bias": "Seungwon", "Heart": "#e4db58", "Date": "2024-05-01", "Message1": "항상 멋진 NTX에게 많은 사랑을 보냅니다. 여러분은 정말 멀리 왔고, 앞으로도 훨씬 더 멀리 갈 거예요! 4주년을 축하합니다! 💚", "Message": "Much love for the always amazing NTX, you've come so far and will go so much further still! Happy 4th Anniversary! 💚"}, {"CPic": "https://flagcdn.com/w320/tn.png", "Name": "포루밍 🎈", "Country": "Tunisia", "CountryId": "TN", "City": "튀니지", "Ppic": "ftmm", "Bias": "hyeongjin xiha", "Heart": "#EE2424", "Date": "2024-12-24", "Message1": null, "Message": "늦덕이라서 아쉬운 마음도 있지만, 이제라도 너희를 알게 되어 이렇게 많은 추억을 쌓을 수 있다는 게 정말 큰 행운이라고 생각해! 그리고 4주년을 함께할 수 있어서 너무 행복해. 앞으로 다가올 5주년, 6주년, 10주년, 그리고 100주년까지도 함께하자! 그동안 정말 너무 잘해왔고, 앞으로도 보여줄 모습들이 기대돼. 항상 응원할 테니까 끝까지 함께 달려보자! 우리 멋지고 소중한 아가들, 4주년 진심으로 축하하고 많이 많이 사랑해! 🫶"}, {"CPic": "https://flagcdn.com/w320/gb.png", "Name": "Sofia", "Country": "United Kingdom", "CountryId": "GB", "City": "Cambridge, United Kingdom", "Ppic": "yh5", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2023-05-01", "Message1": "저는 오랫동안 K-pop 팬이었지만, NTX는 정말 재능 있고 열심히 일하는 그룹이에요. 그들의 음악, 독특한 스타일, 멋진 태도가 너무 좋아요. 그들이 절대 포기하지 않고 계속 성장하고 성공하길 바랍니다. 저는 NTFUL이라고 자랑스럽게 생각해요 💕 유럽에도 빨리 오기를 바래요", "Message": "I have been a K-pop fan for a long time now but NTX are super talented and hard working. I love their music, unique style and amazing attitude. I hope they never give up and continue to grow and succeed. I am proud to call myself NTFUL 💕 Hope you come to Europe soon 🩷"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "britt", "Country": "USA", "CountryId": "US", "City": null, "Ppic": "hj14", "Bias": "Hyeongjin", "Heart": "#ebe9e9", "Date": "2023-12-14", "Message1": null, "Message": "이제 너도 알겠지만, 네가 내 인생을 얼마나 바꿔놓았는지 몰라. 단 2년 만에 너는 나에게 가장 소중한 8명의 사람 중 한 명이 되었어. 네가 내 가장 힘든 날들에 항상 내 곁에 있어 주었고, 내가 말했든 말하지 않았든 네 존재만으로도 계속 나아갈 힘을 주었어. 네가 이 길을 걷기로 한 지 4년이 지났다는 게 믿기지 않을 정도로 시간이 빠르게 흘렀어. 너는 네가 얼마나 멀리 왔는지 되돌아볼 시간조차 내지 않지만, 멈춰 서서 바라보면 네가 얼마나 많이 성장했는지 알 수 있어. 너는 전 세계 수많은 사람들을 한데 모았고, 나와 많은 이들에게 영원히 소중히 여길 우정을 선물해줬어. 너는 각자의 정체성을 확립하면서도 그 어느 때보다 하나로 단합된 모습을 보여줬어. 2021년부터 지금까지 너와 함께하며 네가 성장하는 모습을 볼 수 있었던 것은 내게 큰 축복이었고, 앞으로 네가 어디로 나아갈지 너무나 기대돼. 언제나 네 곁에 있을게. 이것이 내 인생을 위한 이 ntful한 메시지야"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Hailey", "Country": "USA", "CountryId": "US", "City": "USA", "Ppic": "ntx11", "Bias": "8", "Heart": "#EE2424", "Date": "2023-12-01", "Message1": "안녕하세요 NTX! 4주년 정말 축하해요! 제 삶에 이렇게 많은 행복을 선물해줘서 정말 고마워요. 춤, 노래, 그리고 그냥 미소만으로도 늘 저에게 큰 기쁨과 위로가 돼요. 매일 여러분의 노래를 듣고 있고, 항상 큰 영감을 받고 있어요. 이렇게 만날 수 있게 되어 정말 행복하고 감사해요. 정말 많이 사랑하고, 앞으로 여러분이 보여줄 멋진 모습들이 너무 기대돼요. 언제나 변함없이 응원할게요. 모든 것에 감사해요!  ", "Message": "Hi NTX! I just wanted to say Happy 4th Anniversary! Thank you for giving me so much happiness in my life. Whether it's through your dancing, singing, or even just your smile, you always give me so much joy and comfort. I listen to your guy's songs every single day. You all inspire me so much and I am so glad I have been able to meet you. I love you all so much and I can't wait to see what you do in the future. I will always be supporting you guys. Thank you for everything."}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Joceliny", "Country": "USA", "CountryId": "US", "City": "San Francisco, USA", "Ppic": "yh0", "Bias": "8", "Heart": "#EE2424", "Date": "2023-02-15", "Message1": null, "Message": "엔티엑스 입덕하는 후에 진심으로 새로운 길 시작했어요. 저 멤버들위헤서 뭐든 걸 할수있어요. 멤버들은 저를 계속 응원하고 사랑해줘서 항상 고마워요. NTX 75주년까지 같이 있어야해요!!!!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "kuromi", "Country": "USA", "CountryId": "US", "City": "chicago, usa", "Ppic": "rw7", "Bias": "rawhyun", "Heart": "#a5bd5e", "Date": "2023-11-27", "Message1": "내 엔티엑스, 내 영원한 존재. 데뷔 기념일 축하해! 내가 얼마나 사랑하는지 이미 알겠지만, 또 말해도 나쁠 건 없잖아. 올해도 행복한 일들 가득하고, 좋은 추억 많이 만들자! 사랑해.", "Message": "my entis, my forever, happy anniversary !! you already know how much i love you, but it doesn't hurt to tell you again >.< let's be happy this year and make good memories <3"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Pamela", "Country": "USA", "CountryId": "US", "City": "North Carolina, USA", "Ppic": "hjrw", "Bias": "Hyeongjin, Rawhyun, Yunhyeok", "Heart": "#EE2424", "Date": "2022-02-01", "Message1": "정말 멋진 음악, 춤, 영상통화, 영상, 그리고 모든 것들까지 너무 감사해요! 저는 피크타임에서 처음 봤을 때부터 당신의 재능을 알고 있었어요. 지금까지 얼마나 멀리 왔는지 정말 자랑스러워요! 새 앨범도 정말 amazing하고, 앞으로도 더 많은 멋진 컴백을 기대할게요!!! 💖🎶🔥", "Message": "Thank you so much for all the amazing music, dancing, video calls, videos, and everything! I knew you had talent when I saw you on Peak Time. I am so proud of how far you’ve come! The new album is amazing, and I look forward to many more amazing comebacks to come!!!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Steph", "Country": "USA", "CountryId": "US", "City": "Phoenix, ARIZONA, USA", "Ppic": "yhh", "Bias": "Rawhyun + OT8 💗", "Heart": "#a5bd5e", "Date": "2023-02-01", "Message1": "우리 NTXies!!!! 지난 4년 동안 정말 열심히 달려왔고, 무대에서 보여주는 강렬한 퍼포먼스는 항상 감동적이었어요! NTX가 성장하는 모습을 지켜보고 응원할 수 있어서 정말 행복했어요. 항상 건강하고 행복하게 지내길 바라요! 앞으로도 쭉 함께해요!! 사랑해요!!", "Message": "Our NTXies!!!! You have worked so hard for the past 4 years and your powerful performance has been amazing to watch! It’s been so fun to support you and see NTX grow over the past years. Please stay happy and healthy! Let’s spend forever more together!! We love you so much!!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "Tay (Bobaqueen)", "Country": "USA", "CountryId": "US", "City": "Oldsmar, FL USA", "Ppic": "rw18", "Bias": "hyeok", "Heart": "#c24a8d", "Date": "2024-07-15", "Message1": "피크타임에서 보고 팬이 됐는데, 정말 열심히 하는 모습이 너무 멋있었어요! 그동안 얼마나 성장했는지 자랑스럽고, 앞으로 또 어떤 길을 걸어갈지 기대돼요! ", "Message": "I became a fan after watching them on Peak Time and really admired their hard work and determination!! I'm proud to see how far they've come since then and looking forward to where they'll go next!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "쇼유", "Country": "USA", "CountryId": "US", "City": "California, USA", "Ppic": "h9", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2024-08-01", "Message1": "데뷔 4주년 축하해요~!! 항상 행복을 선물해줘서 고마워요. 앞으로도 함께 행복하게 지내요 :)", "Message": "데뷔 4주년 축하해요~!! Thank you for all the happiness & let’s stay happy :)"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "조지 🍀", "Country": "USA", "CountryId": "US", "City": "USA", "Ppic": "h5", "Bias": "Hojun", "Heart": "#81c3ad", "Date": "2024-07-24", "Message1": null, "Message": "NTX 4주년 축하해용~! 저 아직 250일 정도밖에 안 됐지만, 벌써 많은 일들이 있었고 함께한 모든 순간에 항상 감사해요~~ 앞으로 더 많은 시간을 같이 보낼 수 있으면 좋겠어용~ 어디서든 항상 응원할게요!! 사랑해요~ 우리 꼭 다시 만나자!!"}, {"CPic": "https://flagcdn.com/w320/us.png", "Name": "타치마", "Country": "USA", "CountryId": "US", "City": "미국", "Ppic": "hj7", "Bias": "hyeongjin", "Heart": "#ebe9e9", "Date": "2023-09-13", "Message1": null, "Message": "아주 오래 오래 함께 하자 사랑해!"}]
>>>>>>> dc6c8e1761ceb9be8ad79b18b6e847345cd4f07c
